Repository: dnnsoftware/Dnn.Platform
Catalog: DNN Platform/Providers/HtmlEditorProviders/DNNConnect.CKE/App_LocalResources/Browser.aspx.*.resx
Languages: de_de

# cmdCancel.Text
source: Close Window
de_de: Fenster Schliessen

# lblConFiles.Text
source: Contained Files:
de_de: Enthaltene Dateien:

# lblCurrent.Text
source: Current Directory:
de_de: Aktueller Ordner:

# lblSubDirs.Text
source: Directories:
de_de: Ordner:

# cmdDownload.Help
source: Download the selected file.
de_de: Ausgewählte Datei Herunterladen

# cmdDownload.Text
source: Download File
de_de: Datei Herunterladen

# cmdUpload.Help
source: Upload a new file.
de_de: Neue Datei Hochladen

# cmdUpload.Text
source: Upload File
de_de: Datei Hochladen

# Error1.Text
source: The user does not have permission to perform this task.
de_de: Sie sind nicht Autorisiert!

# Error2.Text
source: This file extension is not permitted.
de_de: Nicht erlaubter Dateityp!

# Error3.Text
source: This file extension is not permitted.
de_de: Nicht erlaubter Dateityp!

# Error4.Text
source: The user does not have permission to view this folder.
de_de: Sie haben keine Berechtigung für diesen Ordner!

# Error5.Text
source: No file selected.
de_de: Keine Datei ausgewählt.

# cmdUploadCancel.Text
source: Cancel Upload
de_de: Hochladen Abbrechen

# cmdUploadNow.Text
source: Upload Now
de_de: Hochladen

# lblChoosetab.Text
source: Choose a Page:
de_de: Seite wählen:

# cmdCreate.Help
source: Create a new sub folder
de_de: Neuen Unterordner erstellen

# cmdCreate.Text
source: Create New Folder
de_de: Neuen Ordner erstellen

# cmdDelete.Help
source: Delete the selected file.
de_de: Die ausgewählte Datei löschen

# cmdDelete.Text
source: Delete File
de_de: Datei löschen

# cmdCreateFolder.Text
source: Create Now
de_de: Erstellen

# chkAspect.Text
source: Maintain Aspect Ratio
de_de: Aspektverhältnis beibehalten

# chkHumanFriendy.Text
source: Human Friendly URL
de_de: Menschenfreundliche URL

# cmdResizeCancel.Text
source: Cancel Resize
de_de: Abbrechen

# cmdResizeNow.Text
source: Resize Now
de_de: Erstellen!

# cmdResizer.Help
source: Edit the selected image.
de_de: Editieren Sie das ausgewählte Bild

# cmdResizer.Text
source: Image Editor
de_de: Bild Editor

# lblHeight.Text
source: New Height:
de_de: Neue Höhe:

# lblThumbName.Text
source: New File Name:
de_de: Neuer Dateiname:

# lblWidth.Text
source: New Width:
de_de: Neue Breite:

# AreYouSure.Text
source: Are you sure you want to delete this file?
de_de: Sind Sie sicher das Sie diese Datei löschen möchten?

# lblImgQuality.Text
source: Image Quality (Compression):
de_de: Bildqualität (Komprimierung):

# cmdCrop.Text
source: Crop
de_de: Zuschneiden

# cmdCropCancel.Text
source: Edit Cancel
de_de: Bearbeiten Abbrechen

# cmdCropNow.Text
source: Create New Image
de_de: Neues Bild erstellen

# cmdResize2.Text
source: Resize
de_de: Größe ändern

# cmdRotate.Text
source: Rotate
de_de: Drehen

# cmdZoom.Text
source: Zoom
de_de: Zoomen

# imgOriginal.Text
source: Original Image (Scaled to Fit Screen)
de_de: Original Bild (Größe An das Fenster angepasst!)

# imgResized.Text
source: Preview of the Resized Image (Scaled to Fit Screen)
de_de: Vorschau des neuen Bildes (Größe An das Fenster angepasst!)

# lblClearPreview.Text
source: Clear Preview
de_de: Vorschau löschen

# lblCropInfo.Text
source: Here you will see the edited new image
de_de: Hier sehen Sie eine Vorschau des Bearbeiteten Bildes

# lblOtherTools.Text
source: Other Tools:
de_de: Andere Tools:

# lblPreview.Text
source: Preview:
de_de: Vorschau:

# lblResizeHeader.Text
source: Image Editor : Resize
de_de: Bild Editor : Größe ändern

# lblResizeHeader2.Text
source: Image Editor : Crop, Zoom & Rotate
de_de: Bild Editor : Zuschneiden, Zoomen & Drehen

# lblShowPreview.Text
source: Show Preview
de_de: Zeige Vorschau

# cmdCreateCancel.Text
source: Cancel
de_de: Abbrechen

# lblNewFoldName.Text
source: New Folder Name:
de_de: Neuer Ordner Name:

# LabelAnchor.Text
source: Select an Page Anchor:
de_de: Wählen Sie einen Seitenanker.

# TrackClicks.Text
source: Track Number of Times This Link Is Clicked:
de_de: Anzahl wie oft auf diesen Link geklickt wurde speichern?

# lblUrlType.Text
source: Choose URL Type:
de_de: Url Typ wählen:

# lnkClick.Text
source: Relative Secured URL - <em>'/LinkClick.aspx?fileticket=xyz'</em>
de_de: Gesicherte URL - <em>'/LinkClick.aspx?fileticket=xyz'</em>

# Wait.Text
source: Please Wait...
de_de: Bitte Warten…

# WaitMessage.Text
source: Loading Page and Parsing Anchors.
de_de: Lade Seite und parse Seitenanker.

# ExtraTabOptions.Text
source: Tab Options:
de_de: Tab Optionen:

# LabelTabLanguage.Text
source: Aditional Language Parameter:
de_de: Zusätzlicher Sprachparameter:

# None.Text
source: None
de_de: Keine

# FileLink.Text
source: File Link
de_de: Datei Link

# PageLink.Text
source: Page Link
de_de: Seiten Link

# DetailView.Text
source: Detail View
de_de: Detailansicht

# DetailViewTitle.Text
source: Shows Every File With an Large Image Preview, Filename and File Information.
de_de: Zeigt alle Dateien, mit Bildvorschau, Dateinamen und Datei Informationen

# IconsView.Text
source: Icons View
de_de: Iconansicht

# IconsViewTitle.Text
source: Shows All Files With Image Preview as Tiles.
de_de: Zeigt alle Dateien, mit Bild Vorschau als Kacheln.

# ListView.Text
source: List View
de_de: Listenansicht

# ListViewTitle.Text
source: Shows Small Image Preview, Filename and File Information.
de_de: Zeigt alle Dateien, mit einer kleineren Bildvorschau, Dateinamen und Datei Informationen

# FirstPage.Text
source: First Page
de_de: Erste Seite

# GoTo.Text
source: Go To
de_de: Gehe zu

# LastPage.Text
source: Last Page
de_de: Letzte Seite

# NextPage.Text
source: Next Page
de_de: Nächste Seite

# PreviousPage.Text
source: Previous Page
de_de: Vorherige Seite

# SortAscending.Help
source: Sort file list by file names in ascending order.
de_de: Dateiliste von A-Z Sortieren

# SortAscending.Text
source: Sort Ascending
de_de: Aufsteigend Sortieren

# SortDescending.Help
source: Sort file list by file names in descending order.
de_de: Dateiliste von Z-A Sortieren

# SortDescending.Text
source: Sort Descending
de_de: Absteigend Sortieren

# lnkAbsClick.Text
source: Absolute Secured URL - <em>'http://www.MyWebsite.com/LinkClick.aspx?fileticket=xyz'</em>
de_de: Absolute Gesicherte URL - <em>'http://www.MyWebsite.com/LinkClick.aspx?fileticket=xyz'</em>

# SpaceUsed.Text
source: Space Used: {0} of {1}
de_de: Benuzt: {0} von {1}

# UnlimitedSpace.Text
source: [unlimited]
de_de: [unbegrenzt]

# Syncronize.Help
source: Synchronize Folder with Database
de_de: Ordner mit Datenbank synchronisieren

# Syncronize.Text
source: Synchronize Folder
de_de: Ordner Sync

# FileSizeRestriction.Text
source: The File Upload Limit is {0} MB. <br /> The Allowed Filetypes are: "{1}"
de_de: Das Datei Limit ist {0} MB. <br /> Die erlaubten Dateitypen sind: "{1}"

# FileToBig.Text
source: File is too big to upload.
de_de: Datei ist zu groß zum hochladen.

# OverrideFile.Text
source: Override file if it already exists, otherwise a new file with underscore _1 will be created?
de_de: Datei überschreiben wenn existiert, ansonsten wird eine neue Datei erzeugt?
