Repository: dnnsoftware/Dnn.Platform
Catalog: DNN Platform/Providers/HtmlEditorProviders/DNNConnect.CKE/App_LocalResources/Options.aspx.*.resx
Languages: de_de, pl_pl, ru_ru

# lblHeader.Text
source: Informations
de_de: Informationen
pl_pl: Informacje
ru_ru: Информация

# lblModType.Text
source: Module Type:
de_de: Modultyp:
pl_pl: Typ modułu:
ru_ru: Тип модуля:

# lblModName.Text
source: Module Name:
de_de: Modulname:
pl_pl: Nazwa modułu:
ru_ru: Имя модуля:

# lblModInst.Text
source: Module Instance:
de_de: Modul Instanz:
pl_pl: Instancja modułu:
ru_ru: Экземпляр модуля:

# lblUName.Text
source: User Name:
de_de: Benutzername:
pl_pl: Nazwa użytkownika:
ru_ru: Имя пользователя:

# lblSettings.Text
source: Settings
de_de: Einstellungen
pl_pl: Ustawienia
ru_ru: Настройки

# btnOK.Text
source: Save
de_de: Speichern
pl_pl: Zapisz
ru_ru: Сохранить

# btnCancel.Text
source: Close
de_de: Schliessen
pl_pl: Zamknij
ru_ru: Закрыть

# Error1.Text
source: The user does not have permissions to view this page.
de_de: Sie sind nicht Berechtigt diese Seite zu betrachten!
pl_pl: Brak autoryzacji do wyświetlenia tej strony!
ru_ru: У Вас недостаточно прав для просмотра этой страницы.

# lblPage.Text
source: Page:
de_de: Seite:
pl_pl: Strona:
ru_ru: Страница:

# lblSetFor.Text
source: Modify Settings for ...
de_de: Bearbeite Einstellungen für ...
pl_pl: Zmień ustawienia dla...
ru_ru: Изменить настройки ...

# lblBrowAllow.Text
source: Allowed Roles:
de_de: Erlaubte Gruppen:
pl_pl: Zezwolone role:
ru_ru: Разрешенные роли:

# lblBrowser.Text
source: File Browser:
de_de: Datei Browser:
pl_pl: Przeglądarka plików
ru_ru: Браузер файлов:

# lblBrowsSec.Text
source: File Browser Settings
de_de: Datei Browser
pl_pl: Ustawienia przeglądarki plików
ru_ru: Настройки браузера файлов

# lblCSSURL.Text
source: Editor Area CSS:
de_de: Editor Bereich CSS:
pl_pl: CSS edytora:
ru_ru: CSS области редактора:

# lblPortal.Text
source: Site Name:
de_de: Portalname:
pl_pl: Nazwa witryny:
ru_ru: Название сайта:

# lblStyles.Text
source: Editor Styles
pl_pl: Style edytora
ru_ru: Стили редактора

# lblToolbars.Text
source: Toolbars:
pl_pl: Paski narzędziowe:
ru_ru: Панели инструментов:

# lnkRemove.Text
source: Remove Settings
de_de: Einstellungen Entfernen
pl_pl: Usuń ustawienia
ru_ru: Удаление настроек

# lblInfo.Text
source: Settings saved. Refresh the Editor or reload the page to see the changes.
de_de: Einstellungen gespeichert, Laden Sie die Seite neu um die Änderungen zu sehen!
pl_pl: Ustawienia zapisane. Odśwież edytor lub wczytaj stronę ponownie, aby wyświetlić zmiany!
ru_ru: Настройки сохранены. Обновите редактор или перезагрузите страницу, чтобы увидеть изменения.

# lblInfoDel.Text
source: Settings deleted
de_de: Einstellungen gelöscht
pl_pl: Ustawienia usunięte
ru_ru: Настройки удалены

# lblBlanktext.Text
source: Blank Text:
pl_pl: Tekst, gdy pusto:
ru_ru: Пустой текст:

# lblRole.Text
source: Role
de_de: Gruppe
pl_pl: Rola
ru_ru: Роль

# lblSelToolb.Text
source: Select a Toolbar
de_de: Toolbar auswählen:
pl_pl: Wybierz pasek narzędziowy
ru_ru: Выберите панель инструментов

# Options.Text
source: Custom Editor Options
de_de: Editor Optionen
pl_pl: Własne opcje edytora
ru_ru: Пользовательские настройки редактора

# lblMainSet.Text
source: Main Settings
de_de: Haupt Einstellungen
pl_pl: Główne ustawienia
ru_ru: Главные настройки

# lblBrowserDirs.Text
source: Use Subdirs for non Admins (..\Portals\0\userfiles\username):
de_de: Unterordner für nicht Admins benutzen (..\Portals\0\userfiles\username)?
pl_pl: Używaj podfolderów dla nie-adminów (..\Portals\0\userfiles\nazwa_użytkownika)?
ru_ru: Использовать подпапки для не-администраторов (..\Portals\0\userfiles\username):

# lblTemplates.Text
source: Editor Templates
de_de: Editor Vorlagen
pl_pl: Szablony edytora
ru_ru: Шаблона редактора

# lblTemplFiles.Text
source: Editor Templates File:
de_de: Editor Vorlagen Datei:
pl_pl: Plik szablonu edytora:
ru_ru: Файл шаблонов редактора:

# lblCustomConfig.Text
source: Custom Config File:
de_de: Eigene Config Datei:
pl_pl: Własny plik konfiguracji
ru_ru: Пользовательский файл настроек:

# AddToolbar.Text
source: Add a new Toolbar Set
de_de: Neue Toolbar Set hinzufügen
pl_pl: Dodaj nowy zestaw pasków narzędziowych
ru_ru: Новый набор панелей инструментов

# CancelToolbar.Text
source: Cancel Edit
de_de: Editieren abbrechen
pl_pl: Anuluj edycję
ru_ru: Отменить редактирование

# DeleteToolbar.Text
source: Delete the selected Toolbar Set
de_de: Ausgewählte Toolbar löschen
pl_pl: Usuń wybrany zestaw paska narzędziowego
ru_ru: Удалить выбранный набор панелей инструментов

# EditToolbar.Text
source: Edit the selected Toolbar Set
de_de: Ausgewählte Toolbar bearbeiten
pl_pl: Edytuj wybrany zestaw paska narzędziowego
ru_ru: Редактировать набор панелей инструментов

# lblCustomToolbars.Text
source: Custom Toolbars
de_de: Eigene Toolbars
pl_pl: Własne paski narzędziowe
ru_ru: Пользовательские панели инструментов

# lblToolbarList.Text
source: Custom Toolbars List:
de_de: Eigene Toolbarliste:
pl_pl: Lista własnych pasków narzędziowych:
ru_ru: Список пользовательских панелей инструментов:

# lblToolbName.Text
source: Toolbar Name:
pl_pl: Nazwa paska narzędziowego:
ru_ru: Название панели:

# lblToolbSet.Text
source: Available Toolbar Buttons
de_de: Verfügbare Buttons:
pl_pl: Dostępne przyciski dla pasków:
ru_ru: Доступные кнопки

# SaveToolbar.Text
source: Save the Toolbar Set
de_de: Toolbar Set speichern
pl_pl: Zapisz zestaw paska narzędziowego
ru_ru: Сохранить набор панелей

# lblUseJquery.Text
source: Use jQuery Adapter?
de_de: jQuery Adapter benutzen?
pl_pl: Użyć adaptera jQuery?
ru_ru: Использовать адаптор jQuery?

# lblHeight.Text
source: Editor Height (px' or '%') :
de_de: Editor Höhe ('px' oder '%') :
pl_pl: Wysokość edytora (piksele lub procent)
ru_ru: Высота редактора ('px' или '%') :

# lblWidth.Text
source: Editor Width ('px' or '%') :
de_de: Editor Breite ('px' oder '%') :
pl_pl: Szerokość edytora (pikseli lub procent)
ru_ru: Ширина редактора ('px' или '%') :

# lblImExport.Text
source: Import/Export Current Settings...
de_de: Einstellungen Importieren/Exportieren....
pl_pl: Zaimportuj/Wyeksportuj bieżące ustawienia...
ru_ru: Импорт/экспорт текущих настроек...

# lblResizeHeight.Text
source: Default Image Resize Height:
de_de: Standard Bildverkleinerungs Höhe:
pl_pl: Domyślna wysokość obrazka po zmniejszeniu:
ru_ru: Высота изображений по-умолчанию:

# lblResizeWidth.Text
source: Default Image Resize Width:
de_de: Standard Bildverkleinerungs Breite:
pl_pl: Domyślna szerokość obrazka po zmniejszeniu:
ru_ru: Ширина изображений по-умолчанию:

# lnkExport.Text
source: Export
de_de: Exportieren
pl_pl: Eksportuj
ru_ru: Экспорт

# lnkImport.Text
source: Import
de_de: Importieren
pl_pl: Importuj
ru_ru: Импорт

# BadImportXml.Text
source: Incorrect or bad XML file.
de_de: Falsche XML Datei!
pl_pl: Niepoprawny plik XML!
ru_ru: Неверный или плохой файл XML.

# Export.Text
source: Current Editor Settings Exported
de_de: Aktuelle Editor Einstellungen Exportiert
pl_pl: Wyeksportowano ustawienia bieżące
ru_ru: Текущие настройки редактора экспортированы

# Imported.Text
source: Editor Settings Imported for
de_de: Editor Einstellungen Importiert für
pl_pl: Zaimportowane ustawienia edytora dla
ru_ru: Настройки редактора импортированы для

# lblInjectSyntaxJs.Text
source: Inject Link to SyntaxHighlighter JS:
de_de: SyntaxHighlighter Js Link injezieren?
pl_pl: Dołączać odnośnik do SyntaxHighlighter Js?
ru_ru: Добавить ссылку на SyntaxHighlighter JS:

# UploadFolderLabel.Text
source: Default Upload Folder:
de_de: Standard Upload Ordner:
pl_pl: Domyślny folder wysyłania:
ru_ru: Папка выгрузки по-умолчанию:

# BrowserRootFolder.Text
source: Browser Root Folder:
de_de: Standard Browser Start Ordner:
pl_pl: Przeglądaj folder główny:
ru_ru: Корневая папка браузера файлов:

# lblAutoCreateFileThumbNails.Text
source: Auto Create Image Thumbnails for Preview:
de_de: Auto. Thumbnails für Vorschaubilder erstellen:
pl_pl: Automatycznie twórz miniaturki do podglądu:
ru_ru: Создавать миниатюры изображений для предпросмотра:

# lblShowPageLinksTabFirst.Text
source: Show Page Links Tab First:
de_de: Seiten Link Tab zuerst anzeigen:
pl_pl: Wyświetl najpierw zakładkę z odnośnikami:
ru_ru: Показывать вкладку ссылок на страницы первой:

# lblUseAnchorSelector.Text
source: Use Anchor Selector (Automatically Finds All Anchors on the Selected Page):
de_de: Anker Auswahl anzeigen (Finded autom. alle Anker auf der gewählen Seite):
pl_pl: Użyj wybierania kotwicy (automatycznie odnajduje wszystkie kotwice na wybranej stronie):
ru_ru: Использовать выбор якорей (автоматически находит все якоря на выбранной странице):

# FileListViewModeLabel.Text
source: Default File List View Mode:
de_de: Standard Datei Listen Ansicht:
pl_pl: Domyślny tryb wyświetlania listy plików:
ru_ru: Режим списка файлов по-умолчанию:

# SettingsExportTitle.Text
source: Settings Exporter
de_de: Einstellungen Exportieren
pl_pl: Eksporter ustawień
ru_ru: Экспорт настроек

# SettingsImportTitle.Text
source: Settings Importer
de_de: Einstellungen Importieren
pl_pl: Importer ustawień
ru_ru: Импорт настроек

# ExportNow.Text
source: Export Now
de_de: Exportieren
pl_pl: Wyeksportuj teraz
ru_ru: Экспортировать сейчас

# ImportNow.Text
source: Import Now
de_de: Importieren
pl_pl: Zaimportuj teraz
ru_ru: Импортировать сейчас

# FileListPageSizeLabel.Text
source: File List Page Size (0=Non Paging):
de_de: Dateien pro Seite (0=Keine Seiten):
pl_pl: Rozmiar strony z listą plików (0 = bez stronicowania):
ru_ru: Размер страницы списка файлов (0=не разбивать на страницы):

# Remove.Help
source: Removes the Setting for the Current {0} only.
de_de: Optionen nur für aktuelle(s) {0} löschen.
pl_pl: Usuwa ustawienie tylko dla bieżącej {0}.
ru_ru: Настройки будут удалены только для текущего {0}.

# Remove.Text
source: Remove {0} Settings
de_de: {0} Optionen löschen
pl_pl: Usuń ustawienia dla {0}
ru_ru: Удалить настройки {0}

# RemoveAll.Help
source: Removes the {0} settings of the entire site.
de_de: Alle Optionen für aktuelle(s) {0} löschen.
pl_pl: Usuwa ustawienia {0} z całej witryny
ru_ru: Удалить настройки {0} для всего сайта.

# RemoveAll.Text
source: Remove All {0} Settings
de_de: Alle {0} Optionen löschen
pl_pl: Usuwa wszystkie ustawienia dla {0}
ru_ru: Удалить настройки {0}

# CreateGroupLabel.Text
source: Create New Group
de_de: Neue Gruppe erstellen
pl_pl: Stwórz nową grupę
ru_ru: Новая группа

# CreateGroupTitle.Text
source: Add New Group to Toolbar Set?
de_de: Neue Gruppe zum Toolbar Set hinzufügen?
pl_pl: Dodać nową grupę do zestawu pasków narzędziowych?
ru_ru: Добавить новую группу в набор панелей?

# DeleteGroup.Text
source: Delete this Toolbar Group?
de_de: Diese Toolbar Gruppe löschen?
pl_pl: Usunąć tę grupę pasków narzędziowych?
ru_ru: Удалить эту группу панелей?

# DeleteToolbarButton.Text
source: Remove this Toolbar Button?
de_de: Diesen Toolbar Button entfernen?
pl_pl: Usuń ten przycisk z paska narzędziowego?
ru_ru: Удалить эту кнопку?

# EditGroupName.Text
source: Click to Edit this Group Name
de_de: Anklicken um diesen Gruppen Namen zu ändern
pl_pl: Kliknij, aby zmodyfikować nazwę grupy
ru_ru: Нажмите для изменения названия группы

# NewGroupName.Text
source: New Group
de_de: Neue Gruppe
pl_pl: Nowa grupa
ru_ru: Новая группа

# SaveGroupName.Text
source: Save Group Name
de_de: Gruppen Name Speichern
pl_pl: Zapisz nazwę grupy
ru_ru: Сохранить название группы

# lblToolbarPriority.Text
source: Toolbar Set Priority:
de_de: Toolbar Set Priorität:
pl_pl: Priorytet zestawu pasków narzędziowych:
ru_ru: Приоритет набора панелей:

# ToolbarGroupsLabel.Text
source: Toolbar Groups
de_de: Toolbar Gruppen:
pl_pl: Grupy pasków narzędziowych:
ru_ru: Группы панелей

# CodeMirrorLabel.Text
source: CodeMirror Theme (for Source Syntax Highlighting):
de_de: CodeMirror Theme (Source Syntax Highlighting):
pl_pl: Motyw CodeMirror (podkreślanie składni):
ru_ru: Тема CodeMirror (для подсветки исходного кода):

# lblSkin.Text
source: Skin:
pl_pl: Motyw
ru_ru: Шаблон оформления:

# NoJava.Text
source: <strong>CKEditor requires JavaScript to run</strong>. In a browser with no JavaScript support, like yours, you should still see the contents (HTML data) and you should be able to edit it normally, without a rich editor interface.
pl_pl: <strong>CKEditor wymaga obsługi JavaScript do działania</strong>. W przypadku braku obsługi JavaScript nadal można przeglądać treść w postaci kodu HTML i można go modyfikować, ale bez zaawansowanego interfejsu.
ru_ru: <strong>Работа CKEditor требует использования JavaScript</strong>. В браузере без поддержки или с выключенным JavaScript, как в Вашем случае, Вы должны видеть содержимое (в формате HTML), а также редактировать его - но без пользовательского интерфейса редактора.

# lblEditorConfig.Text
source: Editor Config
de_de: Editor Konfig.
pl_pl: Konfiguracja edytora
ru_ru: Настройки редактора

# ModuleError.Text
source: The Editor Settings for an Module Instance can only be viewed and loaded from within the Module Instance.
de_de: Die Editor Einstellungen für die Modul Instanzen können nur auf der Seite auf der sich die Modul Instanz befindet aufgerufen werden.
pl_pl: Ustawienia edytora dla instancji modułu mogą być wyświetlane i wczytywane tylko z tej instancji modułu!
ru_ru: Настройки редактора для экземпляра модуля могут быть просмотрены и загружены только из этого экземпляра модуля.

# ModuleHeader.Text
source: CKEditor Provider Config Manager
pl_pl: Menedżer konfiguracji dostawcy CKEditor
ru_ru: Настройки поставщика CKEditor

# PortalOnlyLabel.Text
source: Show Settings Only for This Site or for All Sites?
de_de: Einstellungen nur für dieses Portal anzeigen oder alle Portal?
pl_pl: Wyświetlać tylko ustawienia dla tej witryny, czy dla wszystkich?
ru_ru: Показывать настройки только для этого сайта, или для всех сайтов?

# PortalOnly.Text
source: This Site Only
de_de: Nur dieses Portal
pl_pl: Tylko dla tej witryny
ru_ru: Только сайт

# Wait.Text
source: Please Wait...
de_de: Bitte Warten...
pl_pl: Proszę czekać...
ru_ru: Подождите, пожалуйста...

# WaitMessage.Text
source: Loading Options Page.
de_de: Lädt Einstellungen.
pl_pl: Wczytywanie strony opcji.
ru_ru: Загружаю страницу настроек.

# ModuleHasSettingLabel.Text
source: Contains Module Settings
de_de: Enthällt Modul Einstellungen
pl_pl: Zawiera ustawienia modułu
ru_ru: Содержит настройки модуля

# ModuleNoSettingLabel.Text
source: Contains No Module Settings
de_de: Enthällt keine Modul Einstellungen
pl_pl: Nie zawiera ustawień dla modułu
ru_ru: Не содержит настроек модуля

# PageHasSettingLabel.Text
source: Contains Page Settings
de_de: Enthällt Seiten Einstellungen
pl_pl: Zawiera ustawienia dla strony
ru_ru: Содержит настройки страницы

# PageNoSettingLabel.Text
source: Contains No Page Settings
de_de: Enthällt keine Seiten Einstellungen
pl_pl: Nie zawiera ustawień dla strony
ru_ru: Не содержит настроек страницы

# PortalHasSettingLabel.Text
source: Contains Site Settings
de_de: Enthällt Portal Einstellungen
pl_pl: Zawiera ustawienia dla witryny
ru_ru: Содержит настройки сайта

# PortalNoSettingLabel.Text
source: Contains No Site Settings
de_de: Enthällt keine Portal Einstellungen
pl_pl: Nie zawiera ustawień dla witryny
ru_ru: Не содержит настроек сайта

# IconLegendLabel.Text
source: Icon Legend
de_de: Icon Legende
pl_pl: Legenda ikon
ru_ru: Легенда

# EditorConfigWarning.Text
source: <strong>Information:</strong> The Settings below are only for Experts, please modify them only if you are know what you are doing. To find out more about the Settings below visit the <a href="http://docs.cksource.com/ckeditor_api/symbols/CKEDITOR.config.html"><strong>CKEditor JavaScript API Documentation Page</strong></a>. You can leave the Settings blank to load the default Settings, when the Editor is loaded.
de_de: <strong>Info:</strong> Die Einstellungen unten sind nur für Experten, bitte nehmen Sie nur veränderungen vor wenn Sie wissen was sie tun. Um mehr über die Einstellungen zu erfahren besuchen Sie die <a href="http://docs.cksource.com/ckeditor_api/symbols/CKEDITOR.config.html"><strong>CKEditor JavaScript API Documentation Page</strong></a>. Sie können die Einstellungen leer lassen, dann werden wenn der Editor geladen wird die standard Einstellungen verwendet.
pl_pl: <strong>Informacje:</strong> Ustawienia poniżej są tylko dla bardzo doświadczonych użytkowników, należy je zmieniać tylko wtedy, gdy naprawdę wiemy co robimy. Więcej informacji znajduje się na <a href="http://docs.cksource.com/ckeditor_api/symbols/CKEDITOR.config.html"><strong>stronie dokumentacji API JavaScript CKEditor</strong></a>. Ustawienia można zostawić puste, aby wczytać domyślny zestaw ustawień przy uruchomieniu edytora.
ru_ru: <strong>Информация:</strong> Расположенные ниже настройки предназначены только для очень опытных пользователей, так что меняйте что-нибудь в них только в том случае, если Вы точно знаете, что делаете. Для получения подробной информации об этих настройках, посетите <a href="http://docs.cksource.com/ckeditor_api/symbols/CKEDITOR.config.html"><strong>страницу документации CKEditor JavaScript API</strong></a>. Вы можете оставить эти настройки пустыми, чтобы загрузить настройки по-умолчанию тогда, когда редактор будет загружаться.

# ModuleInstance.Text
source: Module
de_de: Modul
pl_pl: Moduł
ru_ru: Модуль

# Page.Text
source: Page
de_de: Seite
pl_pl: Strona
ru_ru: Страница

# Portal.Text
source: Site
de_de: Portal
pl_pl: Witryna
ru_ru: Сайт

# RemoveModuleChild.Help
source: Remove Settings of all Modules on the Current Page
de_de: Löscht alle Modulinstanz Einstellungen alller Module auf dieser Seite
pl_pl: Usuwa wszystkie ustawienia dla modułów na bieżącej stronie
ru_ru: Удалить настройки всех модулей на текущей странице

# RemoveModuleChild.Text
source: Remove All Module Settings on Page
de_de: Alle Moduleinstellungen der Seite löschen
pl_pl: Usuń wszystkie ustawienia dla modułów na stronie
ru_ru: Удалить настройки всех модулей на странице

# RemovePageChild.Help
source: Removes all child page settings for the current page.
de_de: Löscht alle Seiteneinstellungen der Seiten unterhalb dieser Seite
pl_pl: Usuwa wszystkie ustawienia dla stron podrzędnych strony bieżącej
ru_ru: Удаление всех настроек дочерних страниц текущей страницы.

# RemovePageChild.Text
source: Remove All Child Page Settings
de_de: Alle Unterseiten Eintellungen löschen
pl_pl: Usuń wszystkie ustawienia dla stron podrzędnych
ru_ru: Удалить настройки дочерних страниц

# RowBreak.Text
source: Row Break
de_de: Zeilenumbruch
pl_pl: Złamanie wiersza
ru_ru: Разделитель строк

# AddRowBreakLabel.Text
source: Add Row Break
de_de: Zeilenumbruch hinzufügen
pl_pl: Dodaj złamanie wiersza
ru_ru: Добавить разделитель строк

# AddRowBreakTitle.Text
source: Add New Row Break to the Toolbar Set
de_de: Neuen Zeilenumbruch zum Toolbar Set hinzufügen
pl_pl: Dodaj nowe złamanie wiersza do zestawu pasków narzędziowych
ru_ru: Добавить новый разделитель строк в набор панелей

# DefaultLinkMode0.Text
source: Relative URL
pl_pl: Względne adresy URL
ru_ru: Относительный URL

# DefaultLinkMode1.Text
source: Absolute URL
pl_pl: Bezwzględne adresy URL
ru_ru: Абсолютный URL

# DefaultLinkMode2.Text
source: Relative Secured URL
de_de: Relative Gesicherte URL
pl_pl: Względne bezpieczne adresy URL
ru_ru: Относительный защищенный URL

# DefaultLinkMode3.Text
source: Absolute Secured URL
de_de: Absolute Gesicherte URL
pl_pl: Bezwzględne bezpieczne adresy URL
ru_ru: Абсолютный защищенный URL

# DefaultLinkModeLabel.Text
source: Default Link Mode:
de_de: Standard Link Mode
pl_pl: Domyślny tryb podłączania odnośników
ru_ru: Режим ссылок по-умолчанию:

# DetailView.Text
source: Detail View
de_de: Detailansicht
pl_pl: Widok szczegółów
ru_ru: Подробно

# IconsView.Text
source: Icons View
de_de: Iconansicht
pl_pl: Widok ikon
ru_ru: Значки

# ListView.Text
source: List View
de_de: Listenansicht
pl_pl: Widok listy
ru_ru: Список

# BlanktextTT.Text
source: This is the default text displayed when the content of the module is empty.
de_de: Der Standard Text der Angezeigt wenn kein Inhalt vorhanden ist.
pl_pl: Domyślny tekst do wyświetlenia, gdy zawartość jest pusta podczas wczytywania zawartości modułu.
ru_ru: Это текст, отображаемый по-умолчанию, когда содержимое модуля отсутствует.

# NewsArcticlesArticlesList.Text
source: Select an Article:
de_de: Wählen Sie einen Artikel:
pl_pl: Wybierz artykuł:
ru_ru: Выберите статью:

# NewsArcticlesModuleList.Text
source: Select the Page and the News Articles Module Instance:
de_de: Wählen Sie die Seite und die NewsArticle Modul Instanz:
pl_pl: Wybierz stronę i instancję modułu artykułów:
ru_ru: Выберите страницу и экземпляр модуля News Articles:

# ToolbarNameMissing.Text
source: You must enter a toolbar name.
de_de: Sie müssen einen Toolbar Namen angeben
pl_pl: Należy wprowadzić nazwę dla paska narzędziowego
ru_ru: Укажите название панели инструментов.

# ToolbarSetCreated.Text
source: New toolbar set "{0}" created.
de_de: Neue Toolbar Set "{0}" erstellt!
pl_pl: Stworzono nowy zestaw pasków narzędziowych "{0}"!
ru_ru: Создан набор панелей "{0}".

# ToolbarSetDeleted.Text
source: Selected toolbar set deleted.
de_de: Ausgewählte Toolbar Set wurde gelöscht!
pl_pl: Wybrany zestaw pasków narzędziowych został usunięty!
ru_ru: Выбранный набор панелей удален.

# ToolbarSetSaved.Text
source: Toolbar set saved.
de_de: Toolbar Set gespeichert!
pl_pl: Zestaw pasków narzędziowych zapisany!
ru_ru: Набор панелей сохранен.

# CustomJsFileLabel.Text
source: Custom JS File:
de_de: Eigene JS Datei
ru_ru: Пользовательский файл JS:

# OverrideFileOnUploadLabel.Text
source: Override File If Exists on Upload, Otherwise a New File With Underscore _1 Will Be Created:
de_de: Datei beim hochladen überschreiben wenn existiert, ansonsten wird eine neue Datei erzeugt?
ru_ru: Перезаписать файл при выгрузке, если он существует, или создать файл с именем, к которому будет добавлено _1:

# CopyPageChild.Help
source: Copy current page dettings to all child pages.
de_de: Kopiert die aktuellen Einstellungen für alle Unterseiten
pl_pl: Copy current Page Settings to all Child Pages
ru_ru: Копировать настройки текущей страницы для подчиненных.

# CopyPageChild.Text
source: Copy Settings to Child Pages
de_de: Einstellungen für Unterseiten kopieren
ru_ru: Копировать настройки для подчиненных

# lblInfoCopyAll.Text
source: Settings copied to all child pages.
ru_ru: Настройки скопированы для всех подчиненных страниц.

# SizeLimitLabel.Text
source: Upload File Size Limit
ru_ru: Максимальный размер файла для выгрузки

# UploadFileLimitLabel.Text
source: Upload File Limits
ru_ru: Ограничения для выгружаемых файлов

# AllPortals.Text
source: All Portals
de_de: Alle Portale
pl_pl: Wszystkie portale
ru_ru: Все порталы

# HostHasSettingLabel.Text
source: Contains Host Settings
de_de: Enthält Host-Einstellungen
pl_pl: Zawiera ustawienia hosta
ru_ru: Содержит настройки хоста

# HostNoSettingLabel.Text
source: Contains No Host Settings
de_de: Enthält keine Host-Einstellungen
pl_pl: Nie zawiera żadnych ustawień hosta
ru_ru: Не содержит настроек хоста
