Repository: dnnsoftware/Dnn.Platform
Catalog: DNN Platform/Website/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: de_de, fa_ir, fr_fr, it_it, tr_tr

# InputErrorMissingRequiredFields.Text
source: Missing Required Fields
de_de: Alle Pflichtfelder müssen ausgefüllt werden!
fa_ir: خالی بودن فیلد الزامی
fr_fr: Des champs obligatoires sont manquants
it_it: Mancano Campi Obbligatori
tr_tr: Gerekli Alanlar Eksik

# LegacyLangaugePack.Text
source: This language pack is older than the current application version :
de_de: Das Sprachpaket ist älter als die altuelle Version der Anwendung:
fa_ir: این بسته زبان قدیمی تر از نسخه برنامه جاری می باشد:
fr_fr: Ce pack de langue est plus ancien que la version actuelle de l'application :
it_it: Questo pacchetto di lingue è più vecchio della versione dell'applicazione corrente:
tr_tr: Bu dil paketi, mevcut uygulama sürümünden daha eski:

# TemplateBlank.Text
source: Blank Template
de_de: leere Vorlage
fa_ir: قالب خالی
fr_fr: Modèle vierge
it_it: Template Vuoto
tr_tr: Boş Şablon

# NoInstallationLog.Text
source: No Installation Log
de_de: Es gibt kein Installationsprotokoll
fa_ir: هیچ گزارش نصبی وجود ندارد.
fr_fr: Aucun journal d'Installation
it_it: Nessuna installazione Log
tr_tr: Kurulum Günlüğü Yok

# NoErrorsLogged.Text
source: No Installation errors have been logged
de_de: Es wurden bei der Installation keine Fehler aufgezeichnet.
fa_ir: هیچ خطای نصبی گزارش نشده است.
fr_fr: Aucune erreur d'installation n'a été enregistrée
it_it: Nessun errore di installazione è stato registrato
tr_tr: Kurulum hataları kaydedilmedi

# DatabaseFilename.Help
source: Name of your database file.
de_de: Name Ihrer Datenbank-Datei.
fa_ir: نام فایل پایگاه داده
fr_fr: Nom de votre fichier de base de données.
it_it: Nome del file di database.
tr_tr: Veritabanı dosyanızın adı.

# InstallationIntroInfo.Text
source: The product is being installed. Thanks for your patience...
de_de: Das Produkt wird installiert. Bitte haben Sie Geduld...
fa_ir: این محصول در حال نصب می باشد. از شکیبایی شما متشکریم ...
fr_fr: Le produit est en cours d'installation. Merci pour votre patience...
it_it: Il prodotto si sta installando. Grazie per la vostra pazienza ...
tr_tr: Ürün kuruluyor. Sabrınız için teşekkürler...

# LicenseActivation.Text
source: Activating License
de_de: Lizenz aktivieren
fa_ir: فعالسازی لایسنس
fr_fr: Activation de la licence
it_it: Attivazione della licenza
tr_tr: Lisans etkinleştiriliyor

# AccountInfo.Text
source: Enter Your Account Information
de_de: Anmeldeinformationen
fa_ir: اطلاعات کاربری خود را وارد کنید
fr_fr: Entrez vos informations de compte
it_it: Inserire le Informazioni dell'Account
tr_tr: Hesap Bilgilerinizi Girin

# Installation.Text
source: Proceed with Installation
de_de: Installation fortsetzen
fa_ir: شروع فرآیند نصب
fr_fr: Procéder à l'installation
it_it: Procedi con Installazione
tr_tr: Yükleme İşlemine Devam Et

# ViewWebsite.Text
source: View Website
de_de: Website aufrufen
fa_ir: مشاهده وب سایت
fr_fr: Changer de site
it_it: Vedi Sito Web
tr_tr: Web Sitesini Görüntüle

# Error.Text
source: Error
de_de: Fehler
fa_ir: خطا
fr_fr: Erreur
it_it: Errore
tr_tr: Hata

# InstallingExtensionType.Text
source: Install Packages for type - {0}
de_de: Installiere Pakete des Typs {0}
fa_ir: نصب بسته هایی از نوع - {0}
fr_fr: Installer des packages pour - {0}
it_it: Installa Pacchetti per tipo - {0}
tr_tr: Tür - {0} için Paketleri Yükle

# DatabaseConnectionError.Text
source: Database Connection Error
de_de: Fehler bei der Datenbank-Verbindung
fa_ir: خطا در ارتباط با پایگاه داده
fr_fr: Erreur de connexion à la base de données
it_it: Errore di Connessione del Database
tr_tr: Veritabanı Bağlantı Hatası

# DatabaseError.Text
source: Unable to connect to database.
de_de: Auf die Datenbank kann nicht zugegriffen werden.
fa_ir: ناتوانی در ارتباط با پایگاه داده
fr_fr: Impossible de se connecter à la base de données.
it_it: Impossibile connettersi al database.
tr_tr: Veritabanına bağlanılamıyor.

# StandardDatabaseMsg.Text
source: No valid default database connection detected. Standard Database setup option is unavailable
de_de: Es wurde keine Standard-Datenbankverbindung festgestellt, daher ist diese Option deaktiviert.
fa_ir: هیچ اتصال به پایگاه داده پیش فرضی یافت نشد. گزینه برپایی پایگاه داده به صورت استاندارد در دسترس نمی باشد.
fr_fr: Aucune connexion valide à une base de données n'est détectée. L'option de configuration standard de la base de données n'est pas disponible
it_it: Nessuna connessione al database di default è stata rilevata. L'opzione per impostare il Database Standard non è disponibile
tr_tr: Geçerli varsayılan veritabanı bağlantısı algılanmadı. Standart Veritabanı kurulum seçeneği mevcut değil

# TestingDatabase.Text
source: Verifying Database Connection
de_de: Die Datenbank-Verbindung wird geprüft...
fa_ir: شناسایی اتصال به پایگاه داده
fr_fr: Vérification de la connexion à la base
it_it: Verifica della connessione al database
tr_tr: Veritabanı Bağlantısı Doğrulanıyor

# TimerSeconds.Text
source: seconds
de_de: Sekunden
fa_ir: ثانیه
fr_fr: secondes
it_it: secondi
tr_tr: saniye

# InvalidQualifier.Text
source: Object Qualifier must start with a letter and be no more than 20 characters.
de_de: Der Objekt-Präfix mus mit einem Buchstaben beginnen und darf nicht mehr als 20 Zeichen haben.
fa_ir: پیشوند جدول می بایست با یک حرف انگلیسی شروع شده و کمتر از 20 کاراکتر باشد.
fr_fr: "Object Qualifier" doit commencer par une lettre et ne pas dépasser les 20 caractères.
it_it: Qualificatore di oggetto (ObjectQualifier) deve iniziare con una lettera e non essere più lungo di 20 caratteri.
tr_tr: Nesne Öneki bir harfle başlamalı ve en fazla 20 karakter olmalıdır.

# InstallationComplete.Text
source: Installation Complete!
de_de: Installation abgeschlossen!
fa_ir: نصب با موفقیت انجام شد!
fr_fr: Installation complète !
it_it: Installazione Completata!
tr_tr: Kurulum Tamamlandı!

# PageTitle.Text
source: Installation
fa_ir: نصب
it_it: Installazione
tr_tr: Kurulum

# TimerMinutes.Text
source: Minutes
de_de: Minuten
fa_ir: دقیقه
it_it: Minuti
tr_tr: Dakika

# PasswordMismatch.Text
source: The passwords do not match.
de_de: Sie müssen das Kennwort zweimal identisch eingeben.
fa_ir: کلمه عبور با تکرار کلمه عبور یکسان نمی باشد.
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non coincidono
tr_tr: Parolalar eşleşmiyor.

# Confirm.Required
source: Confirmation password is required.
de_de: Sie müssen das Kennwort zweimal identisch eingeben.
fa_ir: تکرار کلمه عبور الزامی است
fr_fr: Confirmation du mot de passe nécessaire.
it_it: Conferma Password obbligatoria
tr_tr: Onay parolası gereklidir.

# DatabaseFilename.Required
source: Database filename is required.
de_de: Sie müssen den Dateinamen der Datenbank angeben.
fa_ir: وارد نمودن نام فایل پایگاه داده الزامی است.
fr_fr: Nom du fichier de base de données requis.
it_it: Nome File Database obbligatorio
tr_tr: Veritabanı dosya adı gereklidir.

# DatabaseName.Required
source: Database name is required.
de_de: Sie müssen den Datenbanknamen angeben.
fa_ir: وارد کردن نام پایگاه داده الزامی است.
fr_fr: Nom de la base de données requis.
it_it: Nome Database obbligatorio
tr_tr: Veritabanı adı gereklidir.

# DatabasePassword.Required
source: Database password is required.
de_de: Sie müssen das Kennwort für das Datenbankkonto angeben.
fa_ir: وارد کردن کلمه عبور پایگاه داده الزامی است.
fr_fr: Mot de passe de base de données requis.
it_it: Password Database obbligatoria
tr_tr: Veritabanı şifresi gereklidir.

# DatabaseServer.Required
source: Database server name is required.
de_de: Sie müssen den Namen des Datenbankservers angeben.
fa_ir: وارد نمودن نام سرور پایگاه داده الزامی است.
fr_fr: Nom du serveur de base de données requis.
it_it: Nome Database Server obbligatorio
tr_tr: Veritabanı sunucusu adı gereklidir.

# DatabaseUsername.Required
source: Database username is required.
de_de: Sie müssen den Benutzernamen für die Datenbank angeben.
fa_ir: وارد کردن نام کاربری الزامی است.
fr_fr: Nom d'utilisateur de base de données requis.
it_it: Username Database obbligatoria
tr_tr: Veritabanı kullanıcı adı gereklidir.

# Password.Required
source: Password is required.
de_de: Sie müssen ein Kennwort eingeben.
fa_ir: وارد کردن کلمه عبور الزامی است.
fr_fr: Mot de passe requis.
it_it: Password è obbligatoria
tr_tr: Şifre gereklidir.

# UserName.Required
source: Username is required.
de_de: Sie müssen den Benutzernamen eingeben.
fa_ir: وارد کردن نام کاربری الزامی است
fr_fr: Nom d'utilisateur requis.
it_it: Username è obbligatoria
tr_tr: Kullanıcı adı zorunludur.

# WebsiteName.Required
source: Website name is required.
de_de: Sie müssen einen Namen für Ihre Website eingeben.
fa_ir: وارد کردن نام وب سایت الزامی است.
fr_fr: Nom du site web requis.
it_it: Il nome del sito è obbligatorio.
tr_tr: Web sitesi adı zorunludur.

# HostWarning.Text
source: Your Host Name contains illegal characters (only a-Z, 0-9, - and . are allowed). You should modify the host name used.
de_de: Der Name des Systemverwalters enthält nicht zugelassene Zeichen, verwenden dürfen Sie nur a-Z, 0-9, . und -. Bitte passen Sie den Namen entsprechend an.
fa_ir: نامی که برای مدیر ارشد انتخاب کرده اید شامل حروف غیرقانونی می باشد (تنها حروف الفبا، اعداد، خط تیره و نقطه مجاز می باشد). شما باید نام مدیر ارشد را اصلاح نمایید.
fr_fr: Votre nom d'hôte contient des caractères non autorisés (seuls les caractères a-Z/0-9/-/. sont autorisés). Vous devez modifier le nom d'hôte utilisé.
it_it: Nome Host contiene caratteri non consentiti (solo a-Z, 0-9, - e . sono permesi). Dovresti modificare il nome host.
tr_tr: Ana bilgisayar adınız yasaklı karakterler içeriyor (yalnızca a-Z, 0-9, - ve . izin verilir). Kullandığınız ana bilgisayar adını değiştirmelisiniz.

# InstallVersion.Text
source: Adding InstallVersion
de_de: füge Installationsversion hinzu
fa_ir: افزودن نسخه نصب
fr_fr: Ajout de la version lors de l'installation
it_it: Aggiungi InstallVersion
tr_tr: Yükleme Sürümü Ekleme

# FcnMode.Text
source: Adding FcnMode
tr_tr: FcnMode Ekleme

# Email.Help
source: Enter an email address for this user.
de_de: Geben Sie eine E-Mail-Adresse für diesen Benutzer ein.
fa_ir: آدرس ایمیل این کاربر را وارد نمایید.
fr_fr: Entrez une adresse e-mail pour cet utilisateur.
it_it: Inserisci un indirizzo email per questo utente.
tr_tr: Bu kullanıcı için bir e-posta adresi girin.

# Email.Invalid
source: The email address entered is not valid
de_de: Die eingegebene E-Mail-Adresse ist nicht gültig
fa_ir: آدرس ایمیل وارد شده صحیح نمی‌باشد
fr_fr: L'adresse e-mail entrée n'est pas valide
it_it: L'indirizzo email inserito non è valido
tr_tr: Girilen e-posta adresi geçerli değil

# Email.Required
source: An email address is required
de_de: Eine E-Mail-Adresse ist erforderlich
fa_ir: وارد کردن آدرس ایمیل الزامی می‌باشد
fr_fr: Une adresse email est requise
it_it: È richiesto un indirizzo email
tr_tr: Bir e-posta adresi gereklidir

# Email.Text
source: Email address:
de_de: E-Mail-Addresse:
fa_ir: آدرس ایمیل:
fr_fr: Adresse e-mail:
it_it: Indirizzo email:
tr_tr: E-posta adresi:

# AcceptTerms.Text
source: I accept the terms of the <a href="../Licenses/Dnn_Corp_License.pdf" target="_blank">license agreement</a>
tr_tr: Lisans sözleşmesini kabul ediyorum

# AcceptTerms.Required
source: Accept the terms of the license agreement to continue.
tr_tr: Devam etmek için lisans sözleşmesinin şartlarını kabul edin.

# FileAndFolderPermissionCheckFailed.Text
source: <div class="permission"><img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Your site failed the permissions check.</font></b></p> Using Windows Explorer, browse to the folders of your website ( {0} ). Right-click the folder and select Sharing and Security from the popup menu. Select the Security tab. Add the appropriate User Account and set the Permissions. <br/><br/> <h3>If using Windows 2000 - IIS5</h3> <p>The ASPNET User Account must have Read, Write, and Change Control of the virtual root of your website.</p> <h3>If using Windows 2003, Windows Vista or Windows Server 2008 and IIS6 or IIS7</h3> <p>The NT AUTHORITY\NETWORK SERVICE User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <h3>If using Windows 7 or Windows Server 2008 R2 and IIS7.5</h3> <p>The IIS AppPool\DefaultAppPool User Account must have Read, Write, and Change Control of the virtual root of your Website.</p><p><a class="dnnPrimaryAction" href="">Recheck</a></p></div>
de_de: <div class="permission"><img alt="Das bild zeigt die Berechtigungseinstellungen für das Basisverzeichnis der Website, die Lesen, Schreiben und Ändern dem Benutzerkonto gewähren müssen, das vom IIS-Anwendungspool verwendet wird." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Ihre Website hat die Berechtigungsprüfung nicht bestanden.</font></b></p> Gehen Sie im Windows Explorer zum Basisverzeichnis Ihrer Website ({0}). Klicken Sie das Verzeichnis mit der rechten Maustaste an und wählen Sie Sicherheit und Berechtigungen im Kontextmenü und dann den Reiter Berechtigungen. Fügen Sie hier das entsprechenden Benutzerkonto hinzu und gewähren Sie die Berechtigungen. <br/><br/> <h3>Falls Sie Windows Server 2003, Windows Vista oder Windows Server 2008 mit IIS6 oder IIS7 verwenden</h3> <p>Das Konto NT AUTHORITY\Netzwerkdienst muss die Berechtigungen Lesen, Schreiben und Ändern für das Basisverzeichnis der Website erhalten.</p> <h3>Falls Sie Windows 7, Windows 8 oder Windows Server 2008 R2 bzw. 2012 verwenden mit IIS7.5</h3> <p>Das Benutzerkonto IIS AppPool\DefaultAppPool muss die Berechtigungen Lesen, Schreiben und Ändern für das Basisverzeichnis der Website erhalten.</p><p><a class="dnnPrimaryAction" href="">Recheck</a></p></div>
fa_ir: <div class="permission"><img alt="تصویر نمایش دهنده تنظیمات امنیتی پوشه اصلی وب سایت شما که باید شامل خواندن، نوشتن و تغییر کنترل برای کاربر ASPNET یا NT AUTHORITY/NETWORK SERVICE باشد." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>سایت شما در بررسی سطح دسترسی با شکست مواجه شد.</font></b></p> با استفاده از کاوشگر ویندوز، به پوشه وب سایت خود ( {0} ) رفته، بر روی پوشه راست کلیک کرده و عنوان Security را از منوی باز شده انتخاب نمایید. به تب Security رفته، کاربر مناسب را افزوده و مجوز لازم را به ایشان اعطا نمایید. <br/><br/> <h3>اگر از ویندوز 2000 - IIS5 استفاده می کنید.</h3> <p>کاربر ASPNET می بایست مجوز خواندن، نوشتن و تغییر کنترل در سطح روت (پوشه اصلی) وب سایت را داشته باشد.</p> <h3>اگر از ویندوز 2003، ویندوز ویستا یا ویندوز سرور 2008 و IIS6 یا IIS7 استفاده می کنید 2008 and IIS6 or IIS7</h3> <p>کاربری به نام NT AUTHORITY\NETWORK SERVICE می بایست مجوز خواندن، نوشتن و تغییر کنترل در سطح روت (پوشه اصلی) وب سایت را داشته باشد.</p>
fr_fr: <div class="permission"><img alt="Image montrant que les paramètres de sécurité du répertoire racine du site web doivent être définis sur Lecture, Ecriture, Modification pour les comptes ASPNET ou NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>La vérification des permissions a échoué pour votre site web.</font></b></p> <p>Naviguez jusqu'au dossier de votre site web ( {0} ) en utilisateur l'explorateur Windows. Faites un clic droit sur le dossier, cliquez sur &quot;Propriétés&quot; puis sur l'onglet &quot;Sécurité&quot;. Ajoutez l'utilisateur approprié et définissez les permissions associées. </p> <h3>Si vous utilisez Windows 2000 - IIS5</h3> <p>Le compte utilisateur <em>ASPNET</em> doit avoir les droits de lecture, écriture et modification sur le dossier virtuel de votre site web.</p> <h3>Si vous utilisez Windows 2003, Windows Vista ou Windows Server 2008 avec IIS6 ou IIS7</h3> <p>Le compte utilisateur <em>NT AUTHORITY\NETWORK SERVICE</em> doit avoir les droits de lecture, écriture et modification sur le dossier virtuel de votre site web.</p> <h3>Si vous utilisez Windows 7 ou Windows Server 2008 R2 avec IIS7.5</h3> <p>Le compte utilisateur <em>IIS AppPool\DefaultAppPool</em> doit avoir les droits de lecture, écriture et modification sur le dossier virtuel de votre site web.</p> <p><a class="dnnPrimaryAction" href="">Relancer la vérification</a></p></div>
it_it: <div class="permission"><img alt="Immagine che mostra le impostazioni di protezione della cartella principale del sito web, la quale deve essere impostata su Read, Write, e Change Control per gli account ASPNET o NT AUTHORITY / NETWORK SERVICES." src="..\403-3.gif" align="right" hspace="10"/><p><b><font color='red'>Il tuo sito non ha superato il controllo delle autorizzazioni.</font></b></p>Utilizzando Esplora risorse, individuare le cartelle del Sito web ({0}). Fai clic destro sulla cartella e seleziona Condivisione e Protezione dal menu a comparsa. Selezionare la scheda Protezione. Aggiungere l'account utente appropriato e impostare le autorizzazioni.<br/><br/><h3>Se si sta usando Windows 2000 - IIS5</h3><p>L'utente ASPNET deve avere Read, Write, e Change Control della cartella virtuale del sito.</p><h3>Se stai usando Windows 2003, Windows Vista oppure Windows Server 2008 con IIS6 or IIS7</h3><p>L'utente NT AUTHORITY\NETWORK SERVICE deve avere Read, Write, e Change Control della root virtulae del sito Web.</p><h3>Se si sta usando Windows 7 o Windows Server 2008 R2 con IIS7.5</h3><p>L'utente IIS AppPool\DefaultAppPool deve avere Read, Write, e Change Control della cartella virtuale del sito.</p><p><a class="dnnPrimaryAction" href="">Ricontrolla</a></p></div>
tr_tr: <div class="permission"><img alt="Web sitesinin kök klasörü için güvenlik ayarlarını gösteren resim, ASPNET veya NT AUTHORITY/NETWORK SERVICE hesapları için Okuma, Yazma ve Değiştirme Kontrolü olarak ayarlanmalıdır." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Siteniz izin kontrolünü geçemedi.</font></b></p> Windows Gezgini'ni kullanarak web sitenizin klasörlerine gidin ( {0} ). Klasörün üzerine sağ tıklayın ve açılır menüden Paylaşım ve Güvenlik'i seçin. Güvenlik sekmesini seçin. Uygun Kullanıcı Hesabını ekleyin ve İzinleri ayarlayın. <br/><br/> <h3>Windows 8 veya daha yeni, Windows Server 2008 R2 veya daha yeni ve IIS7.5 veya daha yeni kullanılıyorsa</h3> <p>IIS AppPool\DefaultAppPool Kullanıcı Hesabının Web Sitesinin sanal kökünde Okuma, Yazma ve Değiştirme Kontrolüne sahip olması gerekir.</p><p><a class="dnnPrimaryAction" href="">Tekrar Kontrol Et</a></p></div>

# IsValidDotNetVersion.Text
source: DNN requires .net 4.0 or higher to work
de_de: DotNetNuke erfordert mindestens Version 4.0 des .Net-Frameworks.
fa_ir: این برنامه نیازمند .net 4.0 یا بالاتر می باشد.
fr_fr: DotNetNuke requiert .net 4.0 ou supérieur pour fonctionner
it_it: DotNetNuke richiede. Net 4.0 o superiore per funzionare

# DotNetVersion472Required.Text
source: .Net Framework 4.7.2 is required. Check for Windows updates before proceeding.
de_de: DNN benötigt .Net Framework in der Version 4.7.2 oder neuer. Bitte prüfen Sie verfügbare Updates für Windows, bevor Sie mit der Installation fortfahren.
fr_fr: .Net Framework 4.7.2 est requis. Vérifiez les mises à jour Windows avant de continuer.
it_it: È richiesto .Net Framework 4.7.2. Controlla gli aggiornamenti di Windows prima di procedere.
