Repository: dnnsoftware/Dnn.Platform
Catalog: DNN Platform/Website/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: de_de, fa_ir, fr_fr, it_it, tr_tr

# AccountInfoIntro.Text
source: To setup your Installation, enter the following information.
de_de: Um Ihre Installation zu einzurichten, geben Sie bitte die folgenden Informationen an.
fa_ir: به منظور تکمیل فرآیند نصب، اطلاعات زیر را وارد نمایید
fr_fr: Pour procéder à l'installation, entrez les informations suivantes.
it_it: Per configurare l'installazione, inserire le seguenti informazioni.
tr_tr: Kurulumunuzu yapmak için aşağıdaki bilgileri girin.

# AdminInfo.Text
source: Administrative Information
de_de: Administrative Angaben
fa_ir: اطلاعات مدیریتی
fr_fr: Informations d'ordre administrative
it_it: Informazioni Amministrative
tr_tr: Yönetim Bilgileri

# ChooseDbError.Text
source: You must choose a Database Type
de_de: Sie müssen einen Datenbanktyp auswählen!
fa_ir: شما باید نوع پایگاه داده را انتخاب نمایید
fr_fr: Vous devez choisir un type de Base de données
it_it: Scegli il tipo di Database
tr_tr: Bir Veritabanı Türü seçmelisiniz

# cmdContinue.Text
source: Continue
de_de: weiter
fa_ir: ادامه
fr_fr: Continuer
it_it: Continua
tr_tr: Devam

# Confirm.Text
source: Confirm
de_de: Kennwort bestätigen
fa_ir: تکرار کلمه عبور
fr_fr: Confirmez le mot de passe :
it_it: Conferma
tr_tr: Onayla

# DatabaseAdvanced.Text
source: Custom
de_de: erweitert
fa_ir: سفارشی
fr_fr: Avancé
it_it: Avanzato
tr_tr: Özel

# DatabaseFilename.Text
source: Filename
de_de: Dateiname
fa_ir: نام فایل
fr_fr: Nom de fichier
it_it: Nome File
tr_tr: Dosya Adı

# DatabaseInfo.Text
source: Database Information
de_de: Datenbank-Informationen
fa_ir: اطلاعات پایگاه داده
fr_fr: Informations de base de données
it_it: Informazioni Database
tr_tr: Veritabanı Bilgileri

# DatabaseName.Text
source: Database Name
de_de: Name der Datenbank
fa_ir: نام پایگاه داده
fr_fr: Nom de fichier
it_it: Nome Database
tr_tr: Veritabanı Adı

# DatabasePassword.Text
source: Database Password
de_de: Benutzerkennwort
fa_ir: کلمه عبور پایگاه داده
fr_fr: Mot de passe de la base de données
it_it: Password Database
tr_tr: Veritabanı Şifresi

# DatabaseRunAs.Text
source: Run Database As
de_de: Datenbank ausführen als
fa_ir: اجرای پایگاه داده به صورت
fr_fr: Lancer la base de données en tant que
it_it: Esegui Database come
tr_tr: Veritabanını Şu Şekilde Çalıştır

# DatabaseSecurity.Text
source: Security
de_de: Sicherheit
fa_ir: امنیت
fr_fr: Sécurité
it_it: Sicurezza
tr_tr: Güvenlik

# DatabaseServer.Text
source: Server Name
de_de: Datenbank-Server
fa_ir: نام سرور
fr_fr: Nom du serveur
it_it: Nome Server
tr_tr: Sunucu Adı

# DatabaseSetup.Text
source: Database Setup
de_de: Datenbank-Einrichtung
fa_ir: برپایی پایگاه داده
fr_fr: Installation de la base de données
it_it: Setup Database
tr_tr: Veritabanı Kurulumu

# DatabaseStandard.Text
source: Default
de_de: Standard
fa_ir: پیش فرض
fr_fr: Standard.
it_it: Standard
tr_tr: Varsayılan

# DatabaseType.Text
source: Database Type
de_de: Datenbank-Typ
fa_ir: نوع پایگاه داده
fr_fr: Type de base de données
it_it: Tipo Database
tr_tr: Veritabanı Türü

# DatabaseUsername.Text
source: Database Username
de_de: Anmeldename am SQL-Server
fa_ir: نام کاربری پایگاه داده
fr_fr: Nom d'utilisateur de la base de données
it_it: Username Database
tr_tr: Veritabanı Kullanıcı Adı

# DbSecurityIntegrated.Text
source: Integrated
de_de: integriert
fa_ir: یکپارچه
fr_fr: Intégré
it_it: Integrato
tr_tr: Entegre

# DbSecurityUserDefined.Text
source: User Defined
de_de: benutzerdefiniert
fa_ir: تعریف شده توسط کاربر
fr_fr: Défini par l'utilisateur
it_it: Definito dall'utente
tr_tr: Kullanıcı Tanımlı

# FileAndFolderPermissionCheckTitle.Text
source: Checking File and Folder Permissions
de_de: Prüfe Berechtigungen für Dateien und Ordner
fa_ir: بررسی سطح دسترسی فایل ها و پوشه ها
fr_fr: Vérification des permissions de fichier et dossier
it_it: Controllo File e Autorizzazioni Cartella
tr_tr: Dosya ve Klasör İzinlerini Kontrol Etme

# FileCreateCheck.Text
source: File Creation Check
de_de: Prüfe das Erstellen von Dateien
fa_ir: بررسی ساخت فایل
fr_fr: Vérification de création de fichier
it_it: Controllo Creazione File
tr_tr: Dosya Oluşturma Kontrolü

# FileDeleteCheck.Text
source: File Deletion Check
de_de: Prüfe das Löschen von Dateien
fa_ir: بررسی حذف فایل
fr_fr: Vérification de suppression de fichier
it_it: Controllo Eliminazione File
tr_tr: Dosya Silme Kontrolü

# FolderCreateCheck.Text
source: Folder Creation Check
de_de: Prüfe das Erstellen von Ordnern
fa_ir: بررسی ساخت پوشه
fr_fr: Vérification de création de dossier
it_it: Controllo Creazione Folder
tr_tr: Klasör Oluşturma Kontrolü

# FolderDeleteCheck.Text
source: Folder Deletion Check
de_de: Prüfe das Löschen von Ordnern
fa_ir: بررسی حذف پوشه
fr_fr: Vérification de suppression de dossier
it_it: Controllo Eliminazione Folder
tr_tr: Klasör Silme Kontrolü

# InstallingExtension.Text
source: Installing {0} - {1}
de_de: Installiere {0} - {1}
fa_ir: نصب {0} - {1}
fr_fr: Installation {0} - {1}
it_it: Installazione {0} - {1}
tr_tr: Kurulum {0} - {1}

# InstallingLanguagesTitle.Text
source: Installing Languages
de_de: Sprachen werden installiert
fa_ir: نصب زبان ها
fr_fr: Installation des langues
it_it: Installazione Lingue
tr_tr: Dillerin Kurulumu

# InstallTitle.Text
source: Installation
fa_ir: نصب
it_it: Installazione
tr_tr: Kurulum

# IntroDetail.Text
source: <a class="videoLink" href="https://dnncommunity.org/How-To/-Download-and-Install" target="new">Check DNN Comunity website</a>
de_de: <a class="dnnSecondaryAction" href="https://www.dnnsoftware.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Installations-Video</a> (in engl. Sprache)
fa_ir: <a class="videoLink" href="http://www.dotnetnuke.com/Resources/Training/Training-Videos/Installation.aspx" target="new">مشاهده فیلم نصب</a>
fr_fr: <a class="videoLink" href="https://www.dnnsoftware.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Voir le tutoriel vidéo dédié à l’installation</a>
it_it: <a class="videoLink" href="https://www.dnnsoftware.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Vedi Video Installazione</a>
tr_tr: <a class="videoLink" href="https://dnncommunity.org/How-To/-Download-and-Install" target="new">DNN Topluluğu web sitesini kontrol edin</a>

# IsAbleToPerformDatabaseActionsCheck.Text
source: Checking database user has ability to perform necessary actions
de_de: Prüfe, ob das Benutzerkonto am SQL-Server über die notwendigen Datenbankberechtigungen verfügt.
fa_ir: بررسی توانایی کاربر پایگاه داده برای اجرا عملیات ضروری.
fr_fr: Contrôle des permissions de l'utilisateur de la base de données.
it_it: Controllo se utente del database ha la capacità di effettuare azioni necessarie
tr_tr: Veritabanı kullanıcısının gerekli işlemleri gerçekleştirebilme yeteneğini kontrol etme

# IsAbleToPerformDatabaseActions.Text
source: Your database user does not have sufficient permissions (dbo) to install
de_de: Ihr SQL-Server-Benutzer verfügt nicht über die notwendigen Berechtigungen (dbo) zum Installieren.
fa_ir: کاربر پایگاه داده شما مجوز لازم (dbo) برای نصب را ندارد.
fr_fr: Votre d'utilisateur de base de données n'a pas permissions suffisante (dbo) pour installer celle-ci
it_it: Il tuo utente del database non dispone di autorizzazioni sufficienti (dbo) per installare
tr_tr: Veritabanı kullanıcınız yeterli izinlere (dbo) sahip değil, kurulum yapmak için

# IsSqlServerDbo.Text
source: Your database user does not have dbo permissions
de_de: Ihr Datenbank-Benutzer verfügt nicht über die DBO-Berechtigungen.
fa_ir: کاربر پایگاه داده شما مجوز dbo را ندارد.
fr_fr: Votre utilisateur de base de données n'a pas les permissions dbo
it_it: Il tuo utente del database non possiede le autorizzazioni dbo
tr_tr: Veritabanı kullanıcınız dbo izinlerine sahip değil

# IsValidSqlServerVersionCheck.Text
source: Checking database version is SQL 2008 (express or full product) or higher to work
de_de: Prüfe, ob mindestens SQL-Server 2008 (Express oder höher) installiert ist.
fa_ir: بررسی نسخه پایگاه داده که SQL 2008 (express یا full product) یا بالاتر است یا خیر.
fr_fr: Vérification de la version de base de données. SQL 2008 (express ou complet) ou supérieur est nécessaire pour le fonctionnement de DotNetNuke.
it_it: Controllo se la versione del database è SQL 2008 (express o prodotto completo) o superiore per funzionare
tr_tr: Veritabanı sürümünün SQL 2017 (express veya tam ürün) veya daha yüksek olup olmadığını kontrol et

# IsValidSqlServerVersion.Text
source: DNN requires SQL 2008 (express or full product) to work
de_de: DotNetNuke erfordert mindestens Version 2008 des Microsoft SQL Servers (Express oder höher).
fa_ir: این برنامه نیازمند SQL 2008 (express یا full product) یا بالاتر می باشد.
fr_fr: DotNetNuke requiert SQL 2008 (express ou complet) pour fonctionner
it_it: DotNetNuke richiede SQL 2008 (express o prodotto completo) per lavorare
tr_tr: DNN'in çalışması için SQL 2017 (express veya tam ürün) gereklidir

# Language.Text
source: Language
de_de: Sprache
fa_ir: زبان
fr_fr: Langue
it_it: Lingua
tr_tr: Dil

# Password.Text
source: Password
de_de: Kennwort:
fa_ir: کلمه عبور
fr_fr: Mot de passe :
tr_tr: Parola

# RequiresFileOrDatabase.Text
source: File or Database entry is required under connection node in DotNetNuke.Install.Config file
de_de: In der Datenbank-Verbindung muss entweder der Name einer angefügten Datenbank oder der Dateiname einer User-Instance-Datenbank angegeben werden.
fa_ir: فایل یا محتوای پایگاه داده در نود connection درون فایل DotNetNuke.Install.Config الزامی می باشد.
fr_fr: Les informations de connexions à la base de données sont requises dans le fichier DotNetNuke.Install.Config
it_it: File o Database entry è obbligatorio sotto il nodo di connessione nel file DotNetNuke.Install.Config
tr_tr: DotNetNuke.Install.Config dosyasında bağlantı düğümü altında Dosya veya Veritabanı girişi gereklidir

# SqlTypeExpress.Text
source: SQL Server Express File
de_de: Benutzerinstanz-Datenbankdatei<br /> (nur SQL Server Express)
fa_ir: فایل SQL Server Express
fr_fr: Fichier SQL Server Express
tr_tr: SQL Server Express Dosyası

# SqlTypeServer.Text
source: SQL Server/SQL Server Express Database
de_de: Angefügte Datenbank<br /> an SQL Server (Express)
fa_ir: پایگاه داده SQL Server یا SQL Server Express
fr_fr: Base de données SQL Server/SQL Server Express
tr_tr: SQL Server/SQL Server Express Veritabanı

# StepFailed.Text
source: Step Failed - {0}
de_de: Der Schritt ist fehlgeschlagen - {0}
fa_ir: شکست در مرحله - {0}
fr_fr: Échec de l'étape - {0}
it_it: Passo Fallito - {0}
tr_tr: {0} Başarısız Oldu

# UserName.Text
source: Username
de_de: Benutzername
fa_ir: نام کاربری
fr_fr: Nom d’utilisateur :
it_it: Nome Utente:
tr_tr: Kullanıcı Adı

# WebsiteInfo.Text
source: Website Information
de_de: Website-Informationen
fa_ir: اطلاعات وب سایت
fr_fr: Information du site web
it_it: Informazioni Sito Web
tr_tr: Web Sitesi Bilgileri

# WebsiteName.Text
source: Website Name
de_de: Name der Website
fa_ir: نام وب سایت
fr_fr: Nom du site web
it_it: Nome Sito Web
tr_tr: Web Sitesi Adı

# WebsiteTemplate.Text
source: Template
de_de: Vorlage
fa_ir: قالب
fr_fr: Gabarit
tr_tr: Şablon

# LanguageDutch.Text
source: Dutch
de_de: holländisch
fa_ir: هلندی
fr_fr: Néerlandais
it_it: Olandese
tr_tr: Hollanda

# LanguageEnglish.Text
source: English
de_de: englisch
fa_ir: انگلیسی
fr_fr: Anglais
it_it: Inglese
tr_tr: İngilizce

# LanguageFrench.Text
source: French
de_de: französisch
fa_ir: فرانسوی
fr_fr: Français
it_it: Francese
tr_tr: Fransızca

# LanguageGerman.Text
source: German
de_de: deutsch
fa_ir: آلمانی
fr_fr: Allemand
it_it: Tedesco
tr_tr: Almanca

# LanguageItalian.Text
source: Italian
de_de: italienisch
fa_ir: ایتالیایی
fr_fr: Italien
it_it: Italiano
tr_tr: İtalyanca

# LanguageSpanish.Text
source: Spanish
de_de: spanisch
fa_ir: اسپانیایی
fr_fr: Espagnol
it_it: Spagnolo
tr_tr: İspanyolca

# TemplateDefault.Text
source: Default Template
de_de: Standard-Vorlage
fa_ir: قالب پیش فرض
fr_fr: Modèle par défaut
it_it: Template di Default
tr_tr: Varsayılan Şablon

# TemplateMobile.Text
source: Mobile Template
de_de: Vorlage für mobile Geräte
fa_ir: قالب موبایل
fr_fr: Modèle pour mobile
it_it: Template Mobile
tr_tr: Mobil Şablon

# TemplateSolutions.Text
source: Solutions Template
de_de: Lösungsvorlage
fa_ir: قالب برنامه
fr_fr: Modèle "solutions"
it_it: Soluzione Template
tr_tr: Çözümler Şablonu

# Confirm.Help
source: Confirm the password entered in the password field above.
de_de: Bestätigen Sie das zuvor eingegebene Kennwort.
fa_ir: جهت اطمینان، کلمه عبوری را که در فیلد بالا نوشتید را دوباره وارد نمایید.
fr_fr: Confirmer le mot de passe entré dans le champ mot de passe ci-dessus.
it_it: Confermare la password immessa nel campo della password.
tr_tr: Yukarıdaki şifre alanına girilen şifreyi onaylayın.

# DatabaseName.Help
source: The name of your database.
de_de: Geben Sie den Namen Ihrer Datenbank ein.
fa_ir: نام پایگاه داده شما.
fr_fr: Le nom de votre base de données.
it_it: Il nome del Database.
tr_tr: Veritabanınızın adı.

# DatabaseOwner.Text
source: Database Owner
de_de: Datenbank-Eigentümer
fa_ir: مالک پایگاه داده (Owner)
fr_fr: Propriétaire de la base de données
it_it: Proprietario Database
tr_tr: Veritabanı Sahibi

# DatabasePassword.Help
source: The password for your database.
de_de: Geben Sie das Kennwort des Datenbank-Benutzers ein.
fa_ir: کلمه عبور پایگاه داده شما
fr_fr: Le mot de passe de votre base de données.
it_it: La password per il database.
tr_tr: Veritabanınızın şifresi.

# DatabaseRunAs.Help
source: Run the database as the type of user specified.
de_de: Geben Sie hier an, in welchen Kontext die Datenbank ausgeführt wird.
fa_ir: اجرای پایگاه داده در حالت انتخابی کاربر.
fr_fr: Lancer la base de données avec les informations spécifiées
it_it: Eseguire il database con il tipo di utente specificato.
tr_tr: Belirtilen kullanıcı türü olarak veritabanını çalıştırın.

# DatabaseSecurity.Help
source: The type of security used for your database.
de_de: Geben Sie hier den Typ der Datenbank-Sicherheit ein.
fa_ir: نوع امنیت استفاده شده برای پایگاه داده شما.
fr_fr: Le type de sécurité utilisé pour votre base de données.
it_it: Il tipo di protezione utilizzato per il database.
tr_tr: Veritabanınız için kullanılan güvenlik türü.

# DatabaseServer.Help
source: The name of your database server.
de_de: Geben Sie hier den Namen oder die IP-Adresse und Instanz Ihres Datenbank-Servers an.
fa_ir: نام سرور پایگاه داده شما.
fr_fr: Le nom de votre serveur de base de données.
it_it: Il nome del server di database.
tr_tr: Veritabanı sunucunuzun adı.

# DatabaseSetup.Help
source: Choose a Standard or Advanced Database Setup.
de_de: Wählen Sie, ob Sie die Standard- oder eine erweiterte Einstellung der Datenbank verwenden wollen.
fa_ir: برپایی پایگاه داده به صورت استاندارد یا پیشرفته
fr_fr: Configuration de base de données standard ou avancée.
it_it: Impostazione Database Standard o Avanzata.
tr_tr: Standart veya Gelişmiş Veritabanı Kurulumunu Seçin.

# DatabaseType.Help
source: Type of database you want to use for installation.
de_de: Legen Sie hier den Typ der zu verwendenden Datenbank fest.
fa_ir: نوع پایگاه داده که می خواهید برای نصب استفاده نمایید.
fr_fr: Type de base de données que vous souhaitez utiliser pour l'installation.
it_it: Tipo di database che si desidera utilizzare per l'installazione.
tr_tr: Kurulum için kullanmak istediğiniz veritabanı türü.

# DatabaseUsername.Help
source: The username for your database.
de_de: Geben Sie hier den zu verwendenden Benutzernamen für den Datenbank-Server an.
fa_ir: نام کاربری پایگاه داده شما.
fr_fr: Le nom d'utilisateur pour votre base de données.
it_it: Il nome utente per il database.
tr_tr: Veritabanınız için kullanıcı adı.

# Language.Help
source: The language you want to use for your website.
de_de: Wählen Sie hier die Standardsprache, die Sie für Ihre Website verwenden wollen.
fa_ir: زبانی که می خواهید برای وب سایت خود انتخاب نمایید.
fr_fr: La langue que vous souhaitez utiliser pour votre site Web.
it_it: La lingua che si desidera utilizzare sul sito.
tr_tr: Websitesi için kullanmak istediğiniz dil.

# Password.Help
source: The password for the SuperUser account.
de_de: Geben Sie hier das Kennwort für das Systemverwalterkonto an.
fa_ir: کلمه عبور مدیر ارشد.
fr_fr: Le mot de passe pour le compte de super utilisateur (hôte).
it_it: La password per l'account super user.
tr_tr: SuperUser hesabının şifresi.

# UserName.Help
source: The username for the Super User account.
de_de: Geben Sie den Benutzernamen für das Konto des Systemverwalters an.
fa_ir: نام کاربری مدیر ارشد سایت.
fr_fr: Le nom d'utilisateur pour le compte de super utilisateur (hôte).
it_it: Il nome utente per l'account utente amministratore.
tr_tr: Süper Kullanıcı hesabı için kullanıcı adı.

# WebsiteName.Help
source: Enter the name you want to use for your website.
de_de: Geben Sie den Namen Ihrer Website an.
fa_ir: نامی که می خواهید برای وب سایت خود استفاده کنید را وارد نمایید.
fr_fr: Entrer le nom que vous souhaitez utiliser pour votre site web.
it_it: Inserire il nome che si desidera utilizzare per il tuo sito.
tr_tr: Websitesi için kullanmak istediğiniz adı girin.

# WebsiteTemplate.Help
source: The type of website you want to set up.
de_de: Geben Sie die zu verwendende Vorlage für Ihre Website an.
fa_ir: نوع وب سایتی که قصد راه اندازی آن را دارید.
fr_fr: Le type de site que vous souhaitez configurer.
it_it: Il tipo di sito che si desidera impostare.
tr_tr: Kurmak istediğiniz web sitesinin türü.

# DatabaseInstallation.Text
source: Database Installation
de_de: Datenbank-Installation
fa_ir: نصب پایگاه داده
fr_fr: Installation de la base de données
it_it: Installazione Database
tr_tr: Veritabanı Kurulumu

# ExtensionsInstallation.Text
source: Extensions Installation
de_de: Installation von Erweiterungen
fa_ir: نصب افزونه ها
fr_fr: Installation des extensions
it_it: Installazione Estensioni
tr_tr: Uzantılar Kurulumu

# FileAndFolderPermissionCheck.Text
source: File and Folder Permissions Check
de_de: Berechtigungsprüfung für Dateien und Ordner
fa_ir: بررسی سطح دسترسی فایل ها و پوشه ها
fr_fr: Vérification des permissions au niveau des fichiers et des dossiers
it_it: Controllo Permessi sui File e Cartelle
tr_tr: Dosya ve Klasör İzinleri Kontrolü

# LaunchInstall.Text
source: Launch Installer
de_de: Installation starten
fa_ir: اجرای نصب کننده
fr_fr: Lancer le programme d'installation
it_it: Avviare Installer
tr_tr: Yükleyiciyi Başlat

# SeeLogs.Text
source: See Logs
de_de: Protokoll einsehen
fa_ir: دیدن گزارش
fr_fr: Voir les journaux (logs)
it_it: Vedi Log
tr_tr: Kayıtları Gör

# SuperUserCreation.Text
source: Super User Creation
de_de: Erstellen des Systemverwalterkontos
fa_ir: ساخت مدیر ارشد
fr_fr: Création du super utilisateur (hôte)
it_it: Creazione SuperUser
tr_tr: Süper Kullanıcı Oluşturma

# VisitWebsite.Text
source: Visit Website
de_de: Website aufrufen
fa_ir: مشاهده وب سایت
fr_fr: Visiter le site web
it_it: Visita Sito Web
tr_tr: Web Sitesini Ziyaret Et

# WebsiteCreation.Text
source: Website Creation
de_de: Website erstellen
fa_ir: ساخت وب سایت
fr_fr: Création du site web
it_it: Creazione Sito Web
tr_tr: Web Sitesi Oluşturma

# CreateSuperUser.Text
source: Create Super User
de_de: Systemverwalter-Konto erstellen
fa_ir: ساخت مدیر ارشد
fr_fr: Créer le super utilisateur (hôte)
it_it: Crea SuperUser
tr_tr: Süper Kullanıcı Oluştur

# CreatingSite.Text
source: Creating Site [{0}]
de_de: Erstelle die Website [{0}]
fa_ir: ساختن سایت [{0}]
fr_fr: Création du site [{0}]
it_it: Creazione del Sito [{0}]
tr_tr: Site Oluşturma [{0}]

# CreatingSuperUser.Text
source: Creating Super User
de_de: Erstelle Anmeldekonto
fa_ir: ساختن مدیر ارشد
fr_fr: Création du super utilisateur (hôte)
it_it: Creazione SuperUser
tr_tr: Süper Kullanıcı Oluşturma

# DeletingOldFiles.Text
source: Deleting Older Files for
de_de: Ältere Dateien löschen für
fa_ir: حذف فایل های قدیمی برای
fr_fr: Suppression des anciens fichiers pour
it_it: Eliminare i file più vecchi di
tr_tr: Eski Dosyaları Silme

# InstallationDone.Text
source: Done
de_de: abgeschlossen
fa_ir: انجام شد
fr_fr: Accompli
it_it: Fatto
tr_tr: Tamamlandı

# InstallingDataBaseScriptStep.Text
source: Installing Database Script
de_de: Die Datenbank-Skripte werden verarbeitet
fa_ir: نصب اسکریپت پایگاه داده
fr_fr: Installation du script de base de données
it_it: Installazione degli Script Database
tr_tr: Veritabanı Betiği Yükleniyor

# InstallingMembershipDatabaseScriptStep.Text
source: Installing Membership Database Scripts
de_de: Die Datenbank-Skripte für den Membership-Provider werden ausgeführt.
fa_ir: نصب اسکریپت های پایگاه داده عضویت
fr_fr: Installation des scripts de base de données liés au "Membership"
it_it: Installazione degli script di Database
tr_tr: Üyelik Veritabanı Betikleri Yükleniyor

# ProcessingUpgradeScript.Text
source: Applying Upgrade Script
de_de: Aktualisierungsskripte werden verarbeitet
fa_ir: اعمال اسکریپت ارتقاء
fr_fr: Traitement des scripts de mise à jour
it_it: Elaborazione Aggiornamento Script
tr_tr: Yükseltme Betiği Uygulanıyor

# SkipCreatingSite.Text
source: Portal Alias [{0}] is already present. Skipping this step.
de_de: Der Website-Alias [{0}] existiert bereits, daher wird dieser Schritt übersprungen.
fa_ir: نام دامنه [{0}] از قبل وجود دارد. رد شدن از این مرحله.
fr_fr: L'ailias du site [{0}] existe déjà. Etape sautée.
it_it: Portal Alias ​​Portal [{0}] è già presente. Saltare questo passaggio.
tr_tr: Portal Takma Adı [{0}] zaten mevcut. Bu adım atlanıyor.

# UpdatingConfigFile.Text
source: Updating Config for
de_de: Die Konfiguration wird aktualisiert für
fa_ir: به‌روزرسانی کانفیگ برای
fr_fr: Mise à jour de configuration pour
it_it: Aggiornamento Config per
tr_tr: Güncelleme için Yapılandırma

# UpgradingNormalApplication.Text
source: Upgrading Application
de_de: Anwendung wird aktualisiert
fa_ir: ارتقاء برنامه
fr_fr: Mise à jour de l'application
it_it: Aggiornamento Applicazione
tr_tr: Uygulama Güncelleniyor

# UpgradingVersionApplication.Text
source: Upgrading Application to
de_de: Anwendung wird aktualisiert auf
fa_ir: ارتقاء برنامه به نسخه
fr_fr: Mise à jour de l'application vers
it_it: Aggiornamento Applicazione a
tr_tr: Uygulama Güncelleniyor

# Retry.Text
source: Retry
de_de: erneut versuchen
fa_ir: تلاش مجدد
fr_fr: Réessayer
it_it: Riprova
tr_tr: Tekrar Dene

# CheckingIIS.Text
source: Checking IIS configuration
de_de: Überprüfen der IIS-Konfiguration
fa_ir: بررسی تنظیمات IIS
fr_fr: Vérification de la configuration IIS
it_it: Controllo della configurazione di IIS
tr_tr: IIS yapılandırmasını kontrol etme

# InitHostSetting.Text
source: Initializing Host Settings
de_de: Systemeinstellungen werden initialisiert.
fa_ir: مقدار دهی اولیه تنظیمات میزبان
fr_fr: Initialisation des paramètres de l'hôte
it_it: Inizializzazione Impostazioni Host
tr_tr: Ana Ayarları Başlatma

# ErrorInStep.Text
source: ERROR occured - {0}
de_de: Es ist ein Fehler aufgetreten: {0}
fa_ir: خطا رخ داد - {0}
fr_fr: Une erreur s'est produite - {0}
it_it: ERRORE si è verificato - {0}
tr_tr: HATA oluştu - {0}

# IISVerificationFail.Text
source: AppPool in IIS must run under Integrated Mode
de_de: Der Anwendungspool des Webservers muss im integrierten Modus ausgeführt werden.
fa_ir: AppPool در IIS باید در حالت Integrated باشد.
fr_fr: Le pool d'applications dans IIS doit s'exécuter en mode intégré
it_it: AppPool in IIS deve essere eseguito sotto modalità Integrata
tr_tr: IIS'deki AppPool, Entegre Mod altında çalışmalıdır

# InputErrorInvalidPassword.Text
source: The password entered does not meet the minimum password requirements.
de_de: Das Kennwort entspricht nicht den Mindestanforderungen (Länge, Sonderzeichen).
fa_ir: کلمه عبور وارد شده فاقد حداقل الزامات کلمه عبور می باشد.
fr_fr: Mot de passe non valide
it_it: Password Non Valida
tr_tr: Girilen şifre minimum şifre gereksinimlerini karşılamıyor.
