Repository: dnnsoftware/Dnn.Platform
Catalog: DNN Platform/Website/Install/App_LocalResources/UpgradeWizard.aspx.*.resx
Languages: de_de, fa_ir, tr_tr

# AccountInfo.Text
source: Account Info
de_de: Benutzerkonto
fa_ir: اطلاعات حساب
tr_tr: Hesap Bilgileri

# BestPractices.Text
source: You are about to upgrade your website to a more recent version of the application. Applying upgrades on a consistent basis is the best way to ensure that you are protecting the integrity of your investment and the security of your users and assets. Before proceeding with the automated upgrade process please ensure that: <ul> <li>you have made plans to first attempt this process in a staging environment <li>you have documented your current installation characteristics including doing research on the compatibility of any third party modules which you may be using <li>you have created the necessary backups of your environment so that you will be able to restore your website in the event of an unexpected upgrade failure. </ul>
de_de: Sie sind dabei, Ihre Website auf die Verwendung einer aktuelleren Version der Plattform anzupassen. Durch regelmäßige Aktualisierungen stellen Sie die Sicherheit und Leistungsfähigkeit der Anwendung sicher. Bevor Sie fortfahren, sollten Sie folgende Vorbereitungen ausgeführt haben: Sie wenden Aktualisierungen zuerst auf eine Kopie Ihrer Website (und Datenbank) an.<ul> <li>Sie haben die Einstellungen Ihrer bestehenden Website dokumentiert.</li> <li>Sie haben für alle Erweiterungen von Drittanbietern geprüft, ob diese mit der neuen Version kompatibel sind und ggf. aktualisierte Versionen installiert.</li> <li>Sie haben alle Dateien und die Datenbank gesichert, so dass Sie im Fall eines Upgrade-Fehlers den Ausgangszustand wiederherstellen können.</li></ul>
fa_ir: شما قصد ارتقاء وب سایت خود به نسخه جدیدتری از این برنامه را دارید. ارتقاء برنامه به یک نسخه منسجم تر، همواره یکی از بهترین راه ها برای اطمینان از یکپارچگی برنامه و امنیت کاربران و وب سایت شما می باشد. قبل از شروع فرآیند خودکار ارتقاء، لطفا اطمینان حاصل نمایید که:
tr_tr: Websitesini uygulamanın daha yeni bir sürümüne yükseltmeye hazırlanıyorsunuz. Sürekli olarak güncellemeler yapmak, yatırımınızın bütünlüğünü ve kullanıcılarınızın ve varlıklarınızın güvenliğini korumanın en iyi yoludur. Otomatik yükseltme işlemine devam etmeden önce lütfen şunları sağlayın: <ul> <li>Bu işlemi önce bir deneme ortamında denemek için planlar yaptınız mı? <li>Mevcut kurulum özelliklerinizi belgelediniz mi, kullanıyor olabileceğiniz üçüncü taraf modüllerin uyumluluğunu araştırdınız mı? <li>Websitesini beklenmedik bir yükseltme hatası durumunda geri yükleyebileceğiniz şekilde çevrenizin gerekli yedeklerini oluşturdunuz mu? </ul>

# VersionsMatch.Text
source: Database and application versions match - there is no upgrade to apply.
fa_ir: نسخه نرم‌افزار با پایگاه‌داده مطابقت دارد - هیچ چیزی برای ارتقا وجو ندارد.
tr_tr: Veritabanı ve uygulama sürümleri eşleşiyor - uygulanacak bir güncelleme yok.

# VersionsMatchButIncrementalExists.Text
source: Database and application versions match - there is an incremental release you can upgrade to.
fa_ir: نسخه نرم‌افزار با پایگاه‌داده مطابقت دارد - شما می‌توانید به یک نسخه افزایشی ارتقاء دهید.
tr_tr: Veritabanı ve uygulama sürümleri eşleşiyor - yükseltebileceğiniz bir artımlı sürüm mevcut.

# CurrentVersion.Text
source: Current Version - {0}
de_de: Aktuelle Version - {0}
fa_ir: نسخه فعلی - {0}
tr_tr: Mevcut Sürüm - {0}

# DatabaseUpgrade.Text
source: Updating Database
de_de: Datenbank wird aktualisiert
fa_ir: بروزرسانی پایگاه داده
tr_tr: Veritabanı Güncelleniyor

# Error.Text
source: Error
de_de: Fehler
fa_ir: خطا
tr_tr: Hata

# ErrorInStep.Text
source: ERROR occured - {0}
de_de: Es ist ein Fehler aufgetreten - {0}
fa_ir: خطا رخ داد - {0}
tr_tr: Hata oluştu - {0}

# ExtensionsUpgrade.Text
source: Updating Extensions
de_de: Die Erweiterungen werden aktualisiert
fa_ir: بروزرسانی افزونه ها
tr_tr: Uzantılar güncelleniyor

# IntroDetail.Text
source: <p>Welcome to the DNN Upgrade Page.</p> <p>The first step is to choose the language you want to use for the upgrade.</p>
de_de: <p>Willkommen auf der DotNetNuke Upgrade-Seite.</p> <p>Wählen Sie zunächst die gewünschte Sprache für diese Seite.</p>
fa_ir: <p>به صفحه ارتقاء نسخه دی ان ان خوش آمدید.</p> <p>قدم اول انتخاب زبانی است که می خواهید فرآیند ارتقاء با آن انجام شود.</p>
tr_tr: <p>DNN Yükseltme Sayfasına Hoş Geldiniz.</p> <p>İlk adım, yükseltme için kullanmak istediğiniz dili seçmektir.</p>

# InvalidCredentials.Text
source: Username and Password not recognized.
de_de: Benutzername und/oder Kennwort sind nicht bekannt
fa_ir: نام کاربری و کلمه عبور وارد شده قابل شناسایی نمی باشد.
tr_tr: Kullanıcı adı ve şifre tanınmadı.

# Next.Text
source: Upgrade Now
de_de: Jetzt aktualisieren
fa_ir: شروع ارتقاء
tr_tr: Şimdi Yükselt

# NextStep.Text
source: Next
tr_tr: Sonraki

# NoInstallationLog.Text
source: No Installation Log
de_de: es gibt kein Aktualisierungsprotokoll.
fa_ir: فاقد گزارش نصب
tr_tr: Kurulum Günlüğü Yok

# Password.Help
source: The password for the Super User account.
de_de: Geben Sie das Kennword des Systemverwalters ein.
fa_ir: کلمه عبور مدیر ارشد سایت.
tr_tr: Süper Kullanıcı hesabının şifresi.

# Password.Text
source: Password:
de_de: Kennwort:
fa_ir: کلمه عبور:
tr_tr: Şifre:

# Retry.Text
source: Retry
de_de: erneut versuchen
fa_ir: تلاش مجدد
tr_tr: Yeniden Dene

# SeeLogs.Text
source: View Logs
de_de: Protokoll anzeigen
fa_ir: مشاهده گزارش ها
tr_tr: Kayıtları Görüntüle

# TimerMinutes.Text
source: Minutes
de_de: Minuten
fa_ir: دقیقه
tr_tr: Dakika

# Title.Text
source: Upgrade
de_de: Update
fa_ir: ارتقاء
tr_tr: Güncelleme

# Upgrade.Text
source: Upgrade
de_de: Aktualisieren
fa_ir: ارتقاء
tr_tr: Yükseltme

# UpgradeDone.Text
source: Upgrade Complete
de_de: Die Aktualisierung ist abgeschlossen
fa_ir: ارتقاء با موفقیت انجام شد
tr_tr: Yükseltme Tamamlandı

# UpgradingDatabase.Text
source: Upgrading Database
de_de: Die Datenbank wird aktualisiert
fa_ir: آپگرید پایگاه داده
tr_tr: Veritabanı Güncelleniyor

# Username.Help
source: The username for the Super User account.
de_de: Geben Sie den Anmeldenamen des Systemverwalters ein.
fa_ir: نام کاربری مدیر ارشد سایت.
tr_tr: Süper Kullanıcı hesabı için kullanıcı adı.

# Username.Text
source: Host (SuperUser) Username:
de_de: Anmeldename des Systemverwalters:
fa_ir: نام کاربری مدیر ارشد (host):
tr_tr: Ana Bilgisayar (Süper Kullanıcı) Kullanıcı Adı:

# Version.Text
source: Upgrade - Version {0}
de_de: Update - Version {0}
fa_ir: ارتقاء - نسخه {0}
tr_tr: Yükseltme - Sürüm {0}

# ViewWebsite.Text
source: View Website
de_de: Website anzeigen
fa_ir: مشاهده وب سایت
tr_tr: Web Sitesini Görüntüle

# VisitWebsite.Text
source: Visit Website
de_de: Website aufrufen
fa_ir: مشاهده وب سایت
tr_tr: Web Sitesini Ziyaret Et

# UpgradeStarted.Text
source: Upgrade Started at
tr_tr: Yükseltme Başlangıç Saati

# AcceptTerms.Required
source: Accept the terms of the license agreement to continue.
tr_tr: Lisans sözleşmesinin şartlarını kabul ederek devam edin.

# AcceptTerms.Text
source: I accept the terms of the <a href="../Licenses/Dnn_Corp_License.pdf" target="_blank">license agreement</a>
tr_tr: Lisans sözleşmesini kabul ediyorum <a href="../Licenses/Dnn_Corp_License.pdf" target="_blank">

# Security.Text
source: Security
tr_tr: Güvenlik

# TelerikInstalledAndUsedInfo.Text
source: Your installation is utilizing Telerik in the following assemblies:
tr_tr: Kurulumunuz, aşağıdaki derlemelerde Telerik kullanıyor:

# TelerikInstalledAndUsedWarning.Text
source: It appears that you have extensions that depended on Telerik. We are unable to remove the dependencies we've detected and listed above for you. However, please ensure that you have in fact properly patched Telerik and removed all DNN Platform distributed Telerik components per the guidance found <a href="https://docs.dnncommunity.org/content/getting-started/setup/telerik-removal/index.html" target="_blank">here</a>. Note you will NOT be able to upgrade to DNN 10 with those dependencies unless they are distributed with their own copy of Telerik.
tr_tr: Telerik'e bağımlı uzantılarınızın olduğu görünüyor. Tespit ettiğimiz ve yukarıda listelediğimiz bağımlılıkları kaldıramıyoruz. Ancak, bu yükseltme süreci bilinen güvenlik açıklarına sahip Telerik bileşenlerini kaldıracaktır. Yükseltme işlemine devam etmeden önce sitenizin yedeğini aldığınızdan emin olun. Yükseltme tamamlandıktan sonra web sitenizin işlevini durdurabileceği, etkilenen uzantıları kaldırana kadar <code>Telerik.Web.UI.dll</code>'yi manuel olarak geri yükleyerek işlevi geri yükleyebileceğiniz olasıdır.

# TelerikInstalledButNotUsedInfo.Text
source: Since your installation does NOT appear to be utilizing any of these components, you may elect to have them removed as part of this upgrade to improve the security of your application.
tr_tr: Kurulumunuzun bu bileşenleri kullanmadığı görünmüyor, Telerik bileşeni otomatik olarak kaldırılacaktır. Yükseltme işlemine devam etmeden önce sitenizin yedeğini aldığınızdan emin olun.

# TelerikInstalledHeading.Text
source: Security Alert
tr_tr: Telerik Kurulumu Tespit Edildi

# TelerikInstalledDetected.Text
source: We have detected the presence of the previously distributed Telerik developer components. Detected Telerik version is:
tr_tr: Telerik bileşenlerinin varlığını tespit ettik. Tespit edilen Telerik sürümü:

# TelerikInstalledBulletin.Text
source: A Security Bulletin was released in August of 2021 that recommends immediate removal of this component due to the high-level security vulnerabilities present. You can read more about this on the <a href="https://dnncommunity.org/security" target="_blank">DNN Security Center</a>.
tr_tr: Ağustos 2021'de yayınlanan bir Güvenlik Bülteni, yüksek düzeyde güvenlik açıklarından dolayı bu bileşenin derhal kaldırılmasını önermektedir. Daha fazlasını <a href="https://dnncommunity.org/security" target="_blank">DNN Güvenlik Merkezi</a>nden okuyabilirsiniz.

# TelerikNotInstalledHeading.Text
source: Ready for Future Upgrades
tr_tr: Güvenlik Kontrolü: Başarılı

# TelerikNotInstalledInfo.Text
source: We have confirmed that you have removed Telerik, which makes your site ready for DNN 10.0.0.
tr_tr: Sitenizin önceden DNN ile dağıtılan savunmasız Telerik bileşenini içermediğini doğruladık.

# TelerikUninstallInfo.Text
source: Please note that selecting "Yes" from below will complete <a href="https://docs.dnncommunity.org/content/getting-started/setup/telerik-removal/index.html" target="_blank">these steps</a> for you automatically.
tr_tr: "Aşağıdan "Evet" seçeneğini seçmeniz durumunda, <a href="https://docs.dnncommunity.org/content/getting-started/setup/telerik-removal/index.html" target="_blank">bu adımları</a> otomatik olarak tamamlayacaktır.

# TelerikInvalidAntiForgeryToken.Text
source: Invalid Telerik anti-forgery token.
tr_tr: Geçersiz Telerik karşıtı sahtekarlık belirteci.

# TelerikUninstallOptionMissing.Text
source: Telerik uninstall option is missing.
tr_tr: Telerik kaldırma seçeneği eksik.

# CheckingSecurity.Text
source: Checking security aspects of this installation
tr_tr: Bu kurulumun güvenlik yönlerini kontrol etme
