Repository: dnnsoftware/Dnn.Platform
Catalog: Website/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: es_es, nl_nl

# AccountInfo.Text
source: Enter Your Account Information
es_es: Información de cuenta de acceso
nl_nl: Vul uw Account informatie in

# AccountInfoIntro.Text
source: To setup your Installation, enter the following information.
es_es: Introduzca la siguiente información para realizar la configuración de la instalación.
nl_nl: Vul de volgende informatie in om uw omgeving te installeren.

# AdminInfo.Text
source: Administrative Information
es_es: Información de administración
nl_nl: Administratieve informatie

# CheckingIIS.Text
source: Checking IIS configuration
es_es: Verificando configuración IIS
nl_nl: Controleren van IIS configuratie

# ChooseDbError.Text
source: You must choose a Database Type
es_es: Tiene que elegir la base de datos
nl_nl: U dient een type database te selecteren

# cmdContinue.Text
source: Continue
es_es: Continuar
nl_nl: Volgende

# Confirm.Help
source: Confirm the password entered in the password field above.
es_es: Confirme la contraseña introducida en la caja inferior.
nl_nl: Bevestig het wachtwoord dat in het bovenste wachtwoord veld is ingevuld.

# Confirm.Required
source: Confirmation password is required.
es_es: La confirmación de la contraseña es obligatoria
nl_nl: Bevestiging wachtwoord is benodigd.

# Confirm.Text
source: Confirm
es_es: Confirme la contraseña:
nl_nl: Bevestig Wachtwoord:

# CreateSuperUser.Text
source: Create SuperUser
es_es: Crear el superusuario
nl_nl: Hostgebruiker aanmaken

# CreatingSite.Text
source: Creating Site [{0}]
es_es: Creando el sitio [{0}]
nl_nl: Site aanmaken [{0}]

# CreatingSuperUser.Text
source: Creating SuperUser
es_es: Creando el superusuario
nl_nl: Hostgebruiker aanmaken

# DatabaseAdvanced.Text
source: Custom
es_es: Personalizada
nl_nl: Aangepast

# DatabaseConnectionError.Text
source: Database Connection Error
es_es: Error de conexión a la base de datos
nl_nl: Database Connectie Error

# DatabaseError.Text
source: Unable to connect to database.
es_es: No se puede establecer una conexión con la base de datos.
nl_nl: Connectie met database niet mogelijk.

# DatabaseFilename.Help
source: Name of your database file.
es_es: Nombre del archivo de la base de datos.
nl_nl: Naam van database bestand.

# DatabaseFilename.Required
source: Database filename is required.
es_es: El nombre del archivo de base de datos es obligatorio.
nl_nl: Database bestandsnaam is benodigd.

# DatabaseFilename.Text
source: Filename
es_es: Archivo
nl_nl: Bestandsnaam

# DatabaseInfo.Text
source: Database Information
es_es: Información de la base de datos
nl_nl: Database Informatie

# DatabaseInstallation.Text
source: Database Installation
es_es: Instalación de la base de datos
nl_nl: Database Installatie

# DatabaseName.Help
source: The name of your database.
es_es: Nombre de la base de datos
nl_nl: De naam van de database.

# DatabaseName.Required
source: Database name is required.
es_es: El nombre de la base de datos es obligatorio.
nl_nl: Database naam is benodigd.

# DatabaseName.Text
source: Database Name
es_es: Nombre de la base de datos
nl_nl: Database naam

# DatabaseOwner.Text
source: Database Owner
es_es: Propietario base de datos

# DatabasePassword.Help
source: The password for your database.
es_es: Introduzca el usuario propietario de la base de datos.
nl_nl: Wachtwoord van de database.

# DatabasePassword.Required
source: Database password is required.
es_es: La contraseña de acceso a la base de datos es obligatoria.
nl_nl: Database wachtwoord is benodigd.

# DatabasePassword.Text
source: Database Password
es_es: Contraseña
nl_nl: Database Wachtwoord

# DatabaseRunAs.Help
source: Run the database as the type of user specified.
es_es: Ejecutar base de datos como tipo de usuario indicado.
nl_nl: Draai database als de specificeerde gebruiker.

# DatabaseRunAs.Text
source: Run Database As
es_es: Ejecutar base de datos como
nl_nl: Draai database als

# DatabaseSecurity.Help
source: The type of security used for your database.
es_es: Seleccione el tipo de seguridad utilizada por la base de datos.
nl_nl: Het type beveiliging dat wordt gebruikt voor de database.

# DatabaseSecurity.Text
source: Security
es_es: Seguridad
nl_nl: Beveiliging

# DatabaseServer.Help
source: The name of your database server.
es_es: Nombre del servidor de base de datos.
nl_nl: De naam van de database server.

# DatabaseServer.Required
source: Database server name is required.
es_es: El nombre del servidor de base de datos es obligatorio.
nl_nl: Database server naam is benodigd.

# DatabaseServer.Text
source: Server Name
es_es: Servidor
nl_nl: Server naam

# DatabaseSetup.Help
source: Standard or Advanced Database Setup.
es_es: Seleccione si quiere ver la configuración estándar o avanzada.
nl_nl: Standaard of geavanceerde database setup.

# DatabaseSetup.Text
source: Database Setup
es_es: Configuración base de datos

# DatabaseStandard.Text
source: Default
es_es: Predeterminada
nl_nl: Standaard

# DatabaseType.Help
source: Type of database you want to use for installation.
es_es: Indique el tipo de base de datos que quiere utilizar para la instalación.
nl_nl: Type database dat wordt gebruikt voor de installatie.

# DatabaseType.Text
source: Database Type
es_es: Tipo de base de datos

# DatabaseUsername.Help
source: The username for your database.
es_es: Indique el usuario para conectarse a la base de datos.
nl_nl: De gebruikersnaam voor de database.

# DatabaseUsername.Required
source: Database username is required.
es_es: El usuario de la base de datos es obligatorio
nl_nl: Database gebruikersnaam is benodigd.

# DatabaseUsername.Text
source: Database Username
es_es: Usuario
nl_nl: Database gebruikersnaam

# DbSecurityIntegrated.Text
source: Integrated
es_es: Integrada
nl_nl: Geïntegreerd

# DbSecurityUserDefined.Text
source: User Defined
es_es: Usuario
nl_nl: Door gebruiker gespecificeerd

# DeletingOldFiles.Text
source: Deleting Older Files for
es_es: Borrando archivos anteriores de
nl_nl: Verwijderen van oudere bestanden voor

# Email.Help
source: Enter an emaila ddress for this user.
es_es: Introduzca el email de este usuario.
nl_nl: Voer een e-mailadres in voor deze gebruiker.

# Email.Invalid
source: The email address entered is not valid
es_es: El email no es válido
nl_nl: Het ingevoerde e-mailadres is niet geldig

# Email.Required
source: An email address is required
es_es: La dirección de correo electrónico es obligatoria
nl_nl: Een e-mailadres is verplicht

# Email.Text
source: Email address:
es_es: Correo electrónico:
nl_nl: E-mailadres:

# ErrorInStep.Text
source: ERROR occured - {0}
es_es: Ha ocurrido un ERROR - {0}
nl_nl: Er heeft zich een fout voorgedaan - {0}

# ExtensionsInstallation.Text
source: Extensions Installation
es_es: Instalación de extensiones
nl_nl: Extensie installatie

# FcnMode.Text
source: Adding FcnMode
es_es: Añadiendo FcnMode

# FileAndFolderPermissionCheck.Text
source: File and Folder Permissions Check
es_es: Verificación de permisos de archivo y carpeta
nl_nl: Controle van machtiging op mappen en bestanden

# FileAndFolderPermissionCheckFailed.Text
source: <div class="permission"><img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Your site failed the permissions check.</font></b></p> Using Windows Explorer, browse to the folders of your website ( {0} ). Right-click the folder and select Sharing and Security from the popup menu. Select the Security tab. Add the appropriate User Account and set the Permissions. <br/><br/> <h3>If using Windows 2000 - IIS5</h3> <p>The ASPNET User Account must have Read, Write, and Change Control of the virtual root of your website.</p> <h3>If using Windows 2003, Windows Vista or Windows Server 2008 and IIS6 or IIS7</h3> <p>The NT AUTHORITY\NETWORK SERVICE User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <h3>If using Windows 7 or Windows Server 2008 R2 and IIS7.5</h3> <p>The IIS AppPool\DefaultAppPool User Account must have Read, Write, and Change Control of the virtual root of your Website.</p><p><a class="dnnPrimaryAction" href="">Recheck</a></p></div>
es_es: <div class="permission"><img alt="Imagen que muestra la configuración de seguridad de la carpeta raíz del web: Leer, Escribir y Modificar, para la cuenta ASPNET o NT AUTHORITY/SERVICIO DE RED." src="..\403-3.gif" align="right" hspace="10"/> <p><strong><font color='red'>Su sitio ha fallado las verificaciones de permisos.</font></strong></p> Utilice el Explorador de Windows para ver las carpetas de su sitio web ( {0} ). Vaya a las propiedades de la carpeta, y seleccione la pestaña Seguridad. Añada las cuentas y permisos necesarios. <br/><br/> <h3>Si utiliza Windows 2000 - IIS5</h3> <p>La cuenta ASPNET tiene que tener permisos de Lectura, Escritura y Modificación en la carpeta raíz de la web.</p> <h3>Si utiliza Windows 2003, Windows Vista o Windows Server 2008 y IIS6 o IIS7</h3> <p>La cuenta NT AUTHORITY\SERVICIO DE RED tiene que tener permisos de Lectura, Escritura y Modificación en la carpeta raíz de la web.</p> <h3>Si utiliza Windows 7 o Windows Server 2008 R2 y IIS7.5</h3> <p>La cuenta IIS AppPool\DefaultAppPool tiene que tener permisos de Lectura, Escritura y Modificación en la carpeta raíz de la web.</p><p><a class="dnnPrimaryAction" href="">Verificar de nuevo</a></p></div>
nl_nl: <div class="permission"><img alt=afbeelding geeft de beveiligingsintellingen van de hoofdfolder van de website weer, Dit moet zijn Lezen, Schrijven en Wijzingen voor de ASPNET of NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>De website voldoet niet aan de beveiligingscheck</font></b></p> Bij gebruik van Windows Explorer, browse naar de folders van uw website ( {0} ). Rechter muis klik op de folder en selecteer delen en beveiliging uit het popup menu. selecteer de beveiligings tab. Voeg de benodigde gebruikers toe en stel de juiste rechten in. <br/><br/> <h3>Bij gebruik van Windows 2000 - IIS5</h3> <p>De ASPNET User Account moet Lees, Schrijf, en wijzing rechten hebben op de hoofdfolder van uw website</p> <h3>Bij gebruik van Windows 2003, Windows Vista of Windows Server 2008 en IIS6 of IIS7</h3> <p>De NT AUTHORITY\NETWORK SERVICE User Account moet lees, Schrijf, en Wijzing rechten hebben op de hoofd folder van uw website.</p> <h3>Bij gebruik van Windows 7 of Windows Server 2008 R2 en IIS7.5</h3> <p>Moet de IIS AppPool\DefaultAppPool User Account Lees, Schrijf, en Wijzig rechten hebben op de hoofd folder van uw website.</p><p><a class="dnnPrimaryAction" href="">Recheck</a></p></div>

# FileAndFolderPermissionCheckTitle.Text
source: Checking File and Folder Permissions
es_es: Verificando los permisos de archivo y carpeta
nl_nl: Controleren van machtiging op mappen en bestanden

# FileCreateCheck.Text
source: File Creation Check
es_es: Verificación de creación de archivos
nl_nl: Controleren van aanmaken van bestand

# FileDeleteCheck.Text
source: File Deletion Check
es_es: Verificación de borrado de archivos
nl_nl: Controleren van verwijderen van bestand

# FolderCreateCheck.Text
source: Folder Creation Check
es_es: Verificación de creación de carpetas
nl_nl: Controleren van aanmaken van map

# FolderDeleteCheck.Text
source: Folder Deletion Check
es_es: Verificación de borrado de carpetas
nl_nl: Controleren van verwijderen van map

# HostWarning.Text
source: Your Host Name contains illegal characters (only a-Z, 0-9, - and . are allowed). You should modify the host name used.
es_es: El nombre contiene caracteres no válidos (solo se permite a-Z, 0-9, - y . ). Modifique el nombre que ha introducido.
nl_nl: Uw hostnaam bevat illegale karacters (alleen a-Z, 0-9, - en . zijn toegestaan). U dient de gebruikersnaam aan te passen.

# IISVerificationFail.Text
source: AppPool in IIS must run under Integrated Mode
es_es: El grupo de aplicaciones de IIS tiene que ejecutarse en Modo Integrado
nl_nl: AppPool in IIS moet onder Integrated Mode draaien

# InitHostSetting.Text
source: Initializing Host Settings
es_es: Inicializando configuración del sistema
nl_nl: Doorvoeren van Host instellingen

# InputErrorInvalidPassword.Text
source: The password entered does not meet the minimum password requirements.
es_es: La contraseña introducida no cumple los requisitos mínimos de seguridad.
nl_nl: Het ingegeven wachtwoord voldoet niet aan de minimale wachtwoord verplichting.

# InputErrorMissingRequiredFields.Text
source: Missing Required Fields
es_es: Faltan campos obligatorios
nl_nl: Verplichte velden niet ingevuld

# Installation.Text
source: Proceed with Installation
es_es: Iniciar la instalación
nl_nl: Door gaan met de Installatie

# InstallationComplete.Text
source: Installation Complete!
es_es: Instalación completa
nl_nl: Installatie compleet!

# InstallationDone.Text
source: Done
es_es: Finalizado
nl_nl: Klaar

# InstallationIntroInfo.Text
source: The product is being installed. Thanks for your patience...
es_es: El sistema se está instalando. Gracias por su espera...
nl_nl: De applicatie wordt geïnstalleerd. Een ogenblik geduld alstublieft....

# InstallingDataBaseScriptStep.Text
source: Installing Database Script
es_es: Instalando el script de base de datos
nl_nl: Installeren van Database Script

# InstallingExtension.Text
source: Installing {0} - {1}
es_es: Instalando {0} - {1}
nl_nl: Installeren {0} - {1}

# InstallingExtensionType.Text
source: Install Packages for type - {0}
es_es: Instalando paquetes del tipo - {0}
nl_nl: Installeren van pakketten voor type - {0}

# InstallingLanguagesTitle.Text
source: Installing Languages
es_es: Instalando idiomas
nl_nl: Installeren van talen

# InstallingMembershipDatabaseScriptStep.Text
source: Installing Membership Database Scripts
es_es: Instalando scripts de base de datos de Membership
nl_nl: Installeren van Membership Database Script

# InstallTitle.Text
source: Installation
es_es: Instalación
nl_nl: Installatie

# InstallVersion.Text
source: Adding InstallVersion
es_es: Añadiendo versión de instalación
nl_nl: Installatieversie toevoegen

# IntroDetail.Text
source: <a class="videoLink" href="http://www.dotnetnuke.com/Resources/Training/Training-Videos/Installation.aspx" target="new">View Installation Video</a>
es_es: <a class="videoLink" href="https://www.dnnsoftware.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Ver el vídeo de instalación</a>
nl_nl: <a class="videoLink" href="https://www.dnnsoftware.com/Resources/Training/Training-Videos/Installation.aspx" target="new">Bekijk Installatie Video</a>

# InvalidQualifier.Text
source: Object Qualifier must start with a letter and be no more than 20 characters.
es_es: El prefijo de objetos tiene que empezar con una letra y no puede tener más de 20 caracteres.
nl_nl: De objectqualifier moet met een letter beginnen en mag niet langer zijn dan 20 tekens

# IsAbleToPerformDatabaseActions.Text
source: Your database user does not have sufficient permissions (dbo) to install
es_es: El usuario de base de datos no tiene suficientes permisos para la instalación (dbo)
nl_nl: De door u opgegeven database gebruiker heeft onvoldoende rechten (dbo) om te kunnen installeren

# IsAbleToPerformDatabaseActionsCheck.Text
source: Checking database user has ability to perform necessary actions
es_es: Verificando si el usuario tiene suficientes permisos para realizar las acciones necesarias
nl_nl: Controleren of database gebruiker in staat is om de benodigde acties uit te voeren

# IsSqlServerDbo.Text
source: Your database user does not have dbo permissions
es_es: El usuario de base de datos no tiene permisos de dbo
nl_nl: De door u opgegeven database gebruiker heeft geen dbo rechten

# IsValidDotNetVersion.Text
source: DotNetNuke requires .net 4.0 or higher to work
es_es: DotNetNuke necesita la versión .NET 4.0 o superior
nl_nl: DotNetNuke heeft .net 4.0 of hoger nodig om te kunnen werken

# IsValidSqlServerVersion.Text
source: DotNetNuke requires SQL 2008 (express or full product) to work
es_es: DotNetNuke necesita la versión SQL Server 2008 (Express o normal)
nl_nl: DotNetNuke heeft SQL 2008 (Express of volledig product) nodig om te kunnen werken.

# IsValidSqlServerVersionCheck.Text
source: Checking database version is SQL 2008 (express or full product) or higher to work
es_es: Verificando si la base de datos es SQL Server 2008
nl_nl: Controleren of database versie SQL 2008 (express of volledig product) of hoger is

# Language.Help
source: The language you want to use for your website.
es_es: Seleccione el idioma que quiere utilizar para su sitio web.
nl_nl: De taal die je wilt gebruiken voor je website.

# Language.Text
source: Language
es_es: Idioma
nl_nl: Taal

# LanguageDutch.Text
source: Dutch
es_es: Holandés
nl_nl: Nederlands

# LanguageEnglish.Text
source: English
es_es: Inglés
nl_nl: Engels

# LanguageFrench.Text
source: French
es_es: Francés
nl_nl: Frans

# LanguageGerman.Text
source: German
es_es: Alemán
nl_nl: Duits

# LanguageItalian.Text
source: Italian
es_es: Italiano
nl_nl: Italiaans

# LanguageSpanish.Text
source: Spanish
es_es: Español
nl_nl: Spaans

# LaunchInstall.Text
source: Launch Installer
es_es: Iniciar la instalación
nl_nl: Start installatie

# LegacyLangaugePack.Text
source: This language pack is older than the current application version :
es_es: Este paquete de idioma es anterior a la versión actual de la aplicación:
nl_nl: Dit taalpakket is ouder dan de huidige applicatie versie:

# LicenseActivation.Text
source: Activating License
es_es: Activando licencia
nl_nl: Activeren van licentie

# NoErrorsLogged.Text
source: No Installation errors have been logged
es_es: No se han registrado errores de instalación
nl_nl: Er zijn geen installatie errors gelogd

# NoInstallationLog.Text
source: No Installation Log
es_es: No hay registro de instalación
nl_nl: Geen installatie log

# PageTitle.Text
source: Installation
es_es: Instalación
nl_nl: Installatie

# Password.Help
source: The password for the SuperUser account.
es_es: Indique la contraseña del superusuario.
nl_nl: Het wachtwoord voor het SuperUser account.

# Password.Required
source: Password is required.
es_es: La contraseña es obligatoria.
nl_nl: Wachtwoord is benodigd.

# Password.Text
source: Password
es_es: Contraseña:
nl_nl: Wachtwoord:

# PasswordMismatch.Text
source: The passwords do not match.
es_es: Las contraseñas no coinciden.
nl_nl: De opgegeven wachtwoorden komen niet overeen

# ProcessingUpgradeScript.Text
source: Applying Upgrade Script
es_es: Aplicando script de actualización
nl_nl: Uitvoeren van upgrade script

# RequiresFileOrDatabase.Text
source: File or Database entry is required under connection node in DotNetNuke.Install.Config file
es_es: El archivo o nombre de base de datos tiene que estar informado en el nodo connection en el archivo DotNetNuke.Install.Config
nl_nl: Bestand of database regel is benodigd onder connectie kop binnen het DotNetNuke.Install.Config bestand

# Retry.Text
source: Retry
es_es: Volver a intentar
nl_nl: Probeer opnieuw

# SeeLogs.Text
source: See Logs
es_es: Ver registro
nl_nl: Bekijk Logs

# SkipCreatingSite.Text
source: Portal Alias [{0}] is already present. Skipping this step.
es_es: El alias de portal [{0}] ya existe. Omitiendo este paso.
nl_nl: Portal Alias [{0}] is al aanwezig. Deze stap wordt over geslagen.

# SqlTypeExpress.Text
source: SQL Server Express File
es_es: Archivo SQL Server Express
nl_nl: SQL server express bestand

# SqlTypeServer.Text
source: SQL Server/SQL Server Express Database
es_es: SQL Server/Base de datos SQL Server Express

# StandardDatabaseMsg.Text
source: No valid default database connection detected. Standard Database setup option is unavailable
es_es: No se ha encontrado ninguna conexión por omisión válida. La configuración estándar no está disponible.
nl_nl: Geen geldige standaard database connectie gedetecteerd. Standaard database installatie opties niet beschikbaar

# StepFailed.Text
source: Step Failed - {0}
es_es: Error en el paso - {0}
nl_nl: Stap mislukt- {0}

# SuperUserCreation.Text
source: SuperUser Creation
es_es: Creación del superusuario
nl_nl: Aanmaken van SuperUser

# TemplateBlank.Text
source: Blank Template
es_es: Plantilla en blanco
nl_nl: Lege website

# TemplateDefault.Text
source: Default Template
es_es: Plantilla predeterminada
nl_nl: Standaard website

# TemplateMobile.Text
source: Mobile Template
es_es: Plantilla móvil
nl_nl: Mobiele website

# TemplateSolutions.Text
source: Solutions Template
es_es: Plantilla de soluciones
nl_nl: Solutions website

# TestingDatabase.Text
source: Verifying Database Connection
es_es: Verificando conexión a base de datos
nl_nl: Controleren van database connectie

# TimerMinutes.Text
source: Minutes
es_es: Minutos
nl_nl: Minuten

# TimerSeconds.Text
source: seconds
es_es: segundos
nl_nl: Seconden

# UpdatingConfigFile.Text
source: Updating Config for
es_es: Actualizando la configuración para
nl_nl: Bijwerken van Config voor

# UpgradingNormalApplication.Text
source: Upgrading Application
es_es: Actualizando aplicación
nl_nl: Upgraden van Applicatie

# UpgradingVersionApplication.Text
source: Upgrading Application to
es_es: Actualizando aplicación a
nl_nl: Upgraden van Applicatie naar

# UserName.Help
source: The username for the SuperUser account.
es_es: Nombre de usuario del superusuario.
nl_nl: De gebruikersnaam voor het SuperUser account.

# UserName.Required
source: Username is required.
es_es: El usuario es obligatorio.
nl_nl: Gebruikersnaam benodigd.

# UserName.Text
source: Username
es_es: Usuario:
nl_nl: Gebruikersnaam:

# ViewWebsite.Text
source: View Website
es_es: Ver el sitio web
nl_nl: Bekijk Website

# VisitWebsite.Text
source: Visit Website
es_es: Ver el sitio web
nl_nl: Open website

# WebsiteCreation.Text
source: Website Creation
es_es: Creación del sitio web
nl_nl: Website aanmaken

# WebsiteInfo.Text
source: Website Information
es_es: Información del sitio web
nl_nl: Website Informatie

# WebsiteName.Help
source: Enter the name you want to use for your website.
es_es: Introduzca el nombre que quiere utilizar para su sitio web.
nl_nl: Geef de naam in die u wilt gebruiken voor uw website

# WebsiteName.Required
source: Website name is required.
es_es: El nombre del sitio web es obligatorio.
nl_nl: Website naam benodigd.

# WebsiteName.Text
source: Website Name
es_es: Nombre del sitio web
nl_nl: Website Naam

# WebsiteTemplate.Help
source: The type of website you want to set up.
es_es: Seleccione el tipo de sitio web que quiere configurar.
nl_nl: Het soort website dat u wilt maken.

# WebsiteTemplate.Text
source: Template
es_es: Plantilla
